{"1": {"1": "Hos 1:1 The word of the LORD that came to Hosea, the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and\nHezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel.\n", "2": "Hos 1:2 When the LORD first spoke through Hosea, the LORD said to Hosea, \"Go, take to yourself a wife of\nwhoredom and have children of whoredom, for the land commits great whoredom by forsaking the LORD.\"\n", "3": "Hos 1:3 So he went and took Gomer, the daughter of Diblaim, and she conceived and bore him a son.\n", "4": "Hos 1:4 And the LORD said to him, \"Call his name Jezreel, for in just a little while I will punish the house of Jehu\nfor the blood of Jezreel, and I will put an end to the kingdom of the house of Israel.\n", "5": "Hos 1:5 And on that day I will break the bow of Israel in the Valley of Jezreel.\"\n", "6": "Hos 1:6 She conceived again and bore a daughter. And the LORD said to him, \"Call her name No Mercy, for I\nwill no more have mercy on the house of Israel, to forgive them at all.\n", "7": "Hos 1:7 But I will have mercy on the house of Judah, and I will save them by the LORD their God. I will not save\nthem by bow or by sword or by war or by horses or by horsemen.\"\n", "8": "Hos 1:8 When she had weaned No Mercy, she conceived and bore a son.\n", "9": "Hos 1:9 And the LORD said, \"Call his name Not My People, for you are not my people, and I am not your God.\"\n", "10": "Hos 1:10 Yet the number of the children of Israel shall be like the sand of the sea, which cannot be measured\nor numbered. And in the place where it was said to them, \"You are not my people,\" it shall be said to them,\n\"Children of the living God.\"\n", "11": "Hos 1:11 And the children of Judah and the children of Israel shall be gathered together, and they shall appoint\nfor themselves one head. And they shall go up from the land, for great shall be the day of Jezreel."}, "2": {"1": "Hos 2:1 Say to your brothers, \"You are my people,\" and to your sisters, \"You have received mercy.\"\n", "2": "Hos 2:2 \"Plead with your mother, plead- for she is not my wife, and I am not her husband- that she put away her\nwhoring from her face, and her adultery from between her breasts;\n", "3": "Hos 2:3 lest I strip her naked and make her as in the day she was born, and make her like a wilderness, and\nmake her like a parched land, and kill her with thirst.\n", "4": "Hos 2:4 Upon her children also I will have no mercy, because they are children of whoredom.\n", "5": "Hos 2:5 For their mother has played the whore; she who conceived them has acted shamefully. For she said, 'I\nwill go after my lovers, who give me my bread and my water, my wool and my flax, my oil and my drink.'\n", "6": "Hos 2:6 Therefore I will hedge up her way with thorns, and I will build a wall against her, so that she cannot find\nher paths.\n", "7": "Hos 2:7 She shall pursue her lovers but not overtake them, and she shall seek them but shall not find them.\nThen she shall say, 'I will go and return to my first husband, for it was better for me then than now.'\n", "8": "Hos 2:8 And she did not know that it was I who gave her the grain, the wine, and the oil, and who lavished on\nher silver and gold, which they used for Baal.\n", "9": "Hos 2:9 Therefore I will take back my grain in its time, and my wine in its season, and I will take away my wool\nand my flax, which were to cover her nakedness.\n", "10": "Hos 2:10 Now I will uncover her lewdness in the sight of her lovers, and no one shall rescue her out of my hand.\n", "11": "Hos 2:11 And I will put an end to all her mirth, her feasts, her new moons, her Sabbaths, and all her appointed\nfeasts.\n", "12": "Hos 2:12 And I will lay waste her vines and her fig trees, of which she said, 'These are my wages, which my\nlovers have given me.' I will make them a forest, and the beasts of the field shall devour them.\n", "13": "Hos 2:13 And I will punish her for the feast days of the Baals when she burned offerings to them and adorned\nherself with her ring and jewelry, and went after her lovers and forgot me, declares the LORD.\n", "14": "Hos 2:14 \"Therefore, behold, I will allure her, and bring her into the wilderness, and speak tenderly to her.\n", "15": "Hos 2:15 And there I will give her her vineyards and make the Valley of Achor a door of hope. And there she\nshall answer as in the days of her youth, as at the time when she came out of the land of Egypt.", "16": "Hos 2:16 \"And in that day, declares the LORD, you will call me 'My Husband,' and no longer will you call me 'My\nBaal.'\n", "17": "Hos 2:17 For I will remove the names of the Baals from her mouth, and they shall be remembered by name no\nmore.\n", "18": "Hos 2:18 And I will make for them a covenant on that day with the beasts of the field, the birds of the heavens,\nand the creeping things of the ground. And I will abolish the bow, the sword, and war from the land, and I will\nmake you lie down in safety.\n", "19": "Hos 2:19 And I will betroth you to me forever. I will betroth you to me in righteousness and in justice, in\nsteadfast love and in mercy.\n", "20": "Hos 2:20 I will betroth you to me in faithfulness. And you shall know the LORD.\n", "21": "Hos 2:21 \"And in that day I will answer, declares the LORD, I will answer the heavens, and they shall answer\nthe earth,\n", "22": "Hos 2:22 and the earth shall answer the grain, the wine, and the oil, and they shall answer Jezreel,\n", "23": "Hos 2:23 and I will sow her for myself in the land. And I will have mercy on No Mercy, and I will say to Not My\nPeople, 'You are my people'; and he shall say, 'You are my God.'\""}, "3": {"1": "Hos 3:1 And the LORD said to me, \"Go again, love a woman who is loved by another man and is an adulteress,\neven as the LORD loves the children of Israel, though they turn to other gods and love cakes of raisins.\"\n", "2": "Hos 3:2 So I bought her for fifteen shekels of silver and a homer and a lethech of barley.\n", "3": "Hos 3:3 And I said to her, \"You must dwell as mine for many days. You shall not play the whore, or belong to\nanother man; so will I also be to you.\"\n", "4": "Hos 3:4 For the children of Israel shall dwell many days without king or prince, without sacrifice or pillar, without\nephod or household gods.\n", "5": "Hos 3:5 Afterward the children of Israel shall return and seek the LORD their God, and David their king, and\nthey shall come in fear to the LORD and to his goodness in the latter days."}, "4": {"1": "Hos 4:1 Hear the word of the LORD, O children of Israel, for the LORD has a controversy with the inhabitants of\nthe land. There is no faithfulness or steadfast love, and no knowledge of God in the land;\n", "2": "Hos 4:2 there is swearing, lying, murder, stealing, and committing adultery; they break all bounds, and\nbloodshed follows bloodshed.\n", "3": "Hos 4:3 Therefore the land mourns, and all who dwell in it languish, and also the beasts of the field and the\nbirds of the heavens, and even the fish of the sea are taken away.\n", "4": "Hos 4:4 Yet let no one contend, and let none accuse, for with you is my contention, O priest.\n", "5": "Hos 4:5 You shall stumble by day; the prophet also shall stumble with you by night; and I will destroy your\nmother.\n", "6": "Hos 4:6 My people are destroyed for lack of knowledge; because you have rejected knowledge, I reject you\nfrom being a priest to me. And since you have forgotten the law of your God, I also will forget your children.\n", "7": "Hos 4:7 The more they increased, the more they sinned against me; I will change their glory into shame.\n", "8": "Hos 4:8 They feed on the sin of my people; they are greedy for their iniquity.\n", "9": "Hos 4:9 And it shall be like people, like priest; I will punish them for their ways and repay them for their deeds.\n", "10": "Hos 4:10 They shall eat, but not be satisfied; they shall play the whore, but not multiply, because they have\nforsaken the LORD to cherish\n", "11": "Hos 4:11 whoredom, wine, and new wine, which take away the understanding.\n", "12": "Hos 4:12 My people inquire of a piece of wood, and their walking staff gives them oracles. For a spirit of\nwhoredom has led them astray, and they have left their God to play the whore.\n", "13": "Hos 4:13 They sacrifice on the tops of the mountains and burn offerings on the hills, under oak, poplar, and\nterebinth, because their shade is good. Therefore your daughters play the whore, and your brides commit\nadultery.\n", "14": "Hos 4:14 I will not punish your daughters when they play the whore, nor your brides when they commit adultery;\nfor the men themselves go aside with prostitutes and sacrifice with cult prostitutes, and a people without\nunderstanding shall come to ruin.\n", "15": "Hos 4:15 Though you play the whore, O Israel, let not Judah become guilty. Enter not into Gilgal, nor go up to\nBeth-aven, and swear not, \"As the LORD lives.\"\n", "16": "Hos 4:16 Like a stubborn heifer, Israel is stubborn; can the LORD now feed them like a lamb in a broad\npasture?\n", "17": "Hos 4:17 Ephraim is joined to idols; leave him alone.\n", "18": "Hos 4:18 When their drink is gone, they give themselves to whoring; their rulers dearly love shame.\n", "19": "Hos 4:19 A wind has wrapped them in its wings, and they shall be ashamed because of their sacrifices."}, "5": {"1": "Hos 5:1 Hear this, O priests! Pay attention, O house of Israel! Give ear, O house of the king! For the judgment is\nfor you; for you have been a snare at Mizpah and a net spread upon Tabor.\n", "2": "Hos 5:2 And the revolters have gone deep into slaughter, but I will discipline all of them.", "3": "Hos 5:3 I know Ephraim, and Israel is not hidden from me; for now, O Ephraim, you have played the whore;\nIsrael is defiled.\n", "4": "Hos 5:4 Their deeds do not permit them to return to their God. For the spirit of whoredom is within them, and\nthey know not the LORD.\n", "5": "Hos 5:5 The pride of Israel testifies to his face; Israel and Ephraim shall stumble in his guilt; Judah also shall\nstumble with them.\n", "6": "Hos 5:6 With their flocks and herds they shall go to seek the LORD, but they will not find him; he has withdrawn\nfrom them.\n", "7": "Hos 5:7 They have dealt faithlessly with the LORD; for they have borne alien children. Now the new moon shall\ndevour them with their fields.\n", "8": "Hos 5:8 Blow the horn in Gibeah, the trumpet in Ramah. Sound the alarm at Beth-aven; we follow you, O\nBenjamin!\n", "9": "Hos 5:9 Ephraim shall become a desolation in the day of punishment; among the tribes of Israel I make known\nwhat is sure.\n", "10": "Hos 5:10 The princes of Judah have become like those who move the landmark; upon them I will pour out my\nwrath like water.\n", "11": "Hos 5:11 Ephraim is oppressed, crushed in judgment, because he was determined to go after filth.\n", "12": "Hos 5:12 But I am like a moth to Ephraim, and like dry rot to the house of Judah.\n", "13": "Hos 5:13 When Ephraim saw his sickness, and Judah his wound, then Ephraim went to Assyria, and sent to the\ngreat king. But he is not able to cure you or heal your wound.\n", "14": "Hos 5:14 For I will be like a lion to Ephraim, and like a young lion to the house of Judah. I, even I, will tear and\ngo away; I will carry off, and no one shall rescue.\n", "15": "Hos 5:15 I will return again to my place, until they acknowledge their guilt and seek my face, and in their distress\nearnestly seek me."}, "6": {"1": "Hos 6:1 \"Come, let us return to the LORD; for he has torn us, that he may heal us; he has struck us down, and\nhe will bind us up.\n", "2": "Hos 6:2 After two days he will revive us; on the third day he will raise us up, that we may live before him.\n", "3": "Hos 6:3 Let us know; let us press on to know the LORD; his going out is sure as the dawn; he will come to us as\nthe showers, as the spring rains that water the earth.\"\n", "4": "Hos 6:4 What shall I do with you, O Ephraim? What shall I do with you, O Judah? Your love is like a morning\ncloud, like the dew that goes early away.\n", "5": "Hos 6:5 Therefore I have hewn them by the prophets; I have slain them by the words of my mouth, and my\njudgment goes forth as the light.\n", "6": "Hos 6:6 For I desire steadfast love and not sacrifice, the knowledge of God rather than burnt offerings.\n", "7": "Hos 6:7 But like Adam they transgressed the covenant; there they dealt faithlessly with me.\n", "8": "Hos 6:8 Gilead is a city of evildoers, tracked with blood.\n", "9": "Hos 6:9 As robbers lie in wait for a man, so the priests band together; they murder on the way to Shechem; they\ncommit villainy.\n", "10": "Hos 6:10 In the house of Israel I have seen a horrible thing; Ephraim's whoredom is there; Israel is defiled.\n", "11": "Hos 6:11 For you also, O Judah, a harvest is appointed, when I restore the fortunes of my people."}, "7": {"1": "Hos 7:1 When I would heal Israel, the iniquity of Ephraim is revealed, and the evil deeds of Samaria; for they\ndeal falsely; the thief breaks in, and the bandits raid outside.\n", "2": "Hos 7:2 But they do not consider that I remember all their evil. Now their deeds surround them; they are before\nmy face.\n", "3": "Hos 7:3 By their evil they make the king glad, and the princes by their treachery.\n", "4": "Hos 7:4 They are all adulterers; they are like a heated oven whose baker ceases to stir the fire, from the\nkneading of the dough until it is leavened.\n", "5": "Hos 7:5 On the day of our king, the princes became sick with the heat of wine; he stretched out his hand with\nmockers.\n", "6": "Hos 7:6 For with hearts like an oven they approach their intrigue; all night their anger smolders; in the morning it\nblazes like a flaming fire.\n", "7": "Hos 7:7 All of them are hot as an oven, and they devour their rulers. All their kings have fallen, and none of\nthem calls upon me.\n", "8": "Hos 7:8 Ephraim mixes himself with the peoples; Ephraim is a cake not turned.\n", "9": "Hos 7:9 Strangers devour his strength, and he knows it not; gray hairs are sprinkled upon him, and he knows it\nnot.\n", "10": "Hos 7:10 The pride of Israel testifies to his face; yet they do not return to the LORD their God, nor seek him, for\nall this.\n", "11": "Hos 7:11 Ephraim is like a dove, silly and without sense, calling to Egypt, going to Assyria.", "12": "Hos 7:12 As they go, I will spread over them my net; I will bring them down like birds of the heavens; I will\ndiscipline them according to the report made to their congregation.\n", "13": "Hos 7:13 Woe to them, for they have strayed from me! Destruction to them, for they have rebelled against me! I\nwould redeem them, but they speak lies against me.\n", "14": "Hos 7:14 They do not cry to me from the heart, but they wail upon their beds; for grain and wine they gash\nthemselves; they rebel against me.\n", "15": "Hos 7:15 Although I trained and strengthened their arms, yet they devise evil against me.\n", "16": "Hos 7:16 They return, but not upwards; they are like a treacherous bow; their princes shall fall by the sword\nbecause of the insolence of their tongue. This shall be their derision in the land of Egypt."}, "8": {"1": "Hos 8:1 Set the trumpet to your lips!One like a vulture is over the house of the LORD, because they have\ntransgressed my covenant and rebelled against my law.\n", "2": "Hos 8:2 To me they cry, My God, we- Israel- know you.\n", "3": "Hos 8:3 Israel has spurned the good; the enemy shall pursue him.\n", "4": "Hos 8:4 They made kings, but not through me. They set up princes, but I knew it not. With their silver and gold\nthey made idols for their own destruction.\n", "5": "Hos 8:5 I have spurned your calf, O Samaria. My anger burns against them. How long will they be incapable of\ninnocence?\n", "6": "Hos 8:6 For it is from Israel; a craftsman made it; it is not God. The calf of Samaria shall be broken to pieces.\n", "7": "Hos 8:7 For they sow the wind, and they shall reap the whirlwind. The standing grain has no heads; it shall yield\nno flour; if it were to yield, strangers would devour it.\n", "8": "Hos 8:8 Israel is swallowed up; already they are among the nations as a useless vessel.\n", "9": "Hos 8:9 For they have gone up to Assyria, a wild donkey wandering alone; Ephraim has hired lovers.\n", "10": "Hos 8:10 Though they hire allies among the nations, I will soon gather them up. And the king and princes shall\nsoon writhe because of the tribute.\n", "11": "Hos 8:11 Because Ephraim has multiplied altars for sinning, they have become to him altars for sinning.\n", "12": "Hos 8:12 Were I to write for him my laws by the ten thousands, they would be regarded as a strange thing.\n", "13": "Hos 8:13 As for my sacrificial offerings, they sacrifice meat and eat it, but the LORD does not accept them. Now\nhe will remember their iniquity and punish their sins; they shall return to Egypt.\n", "14": "Hos 8:14 For Israel has forgotten his Maker and built palaces, and Judah has multiplied fortified cities; so I will\nsend a fire upon his cities, and it shall devour her strongholds."}, "9": {"1": "Hos 9:1 Rejoice not, O Israel!Exult not like the peoples; for you have played the whore, forsaking your God. You\nhave loved a prostitute's wages on all threshing floors.\n", "2": "Hos 9:2 Threshing floor and wine vat shall not feed them, and the new wine shall fail them.\n", "3": "Hos 9:3 They shall not remain in the land of the LORD, but Ephraim shall return to Egypt, and they shall eat\nunclean food in Assyria.\n", "4": "Hos 9:4 They shall not pour drink offerings of wine to the LORD, and their sacrifices shall not please him. It shall\nbe like mourners' bread to them; all who eat of it shall be defiled; for their bread shall be for their hunger only; it\nshall not come to the house of the LORD.\n", "5": "Hos 9:5 What will you do on the day of the appointed festival, and on the day of the feast of the LORD?\n", "6": "Hos 9:6 For behold, they are going away from destruction; but Egypt shall gather them; Memphis shall bury\nthem. Nettles shall possess their precious things of silver; thorns shall be in their tents.\n", "7": "Hos 9:7 The days of punishment have come; the days of recompense have come; Israel shall know it. The\nprophet is a fool; the man of the spirit is mad, because of your great iniquity and great hatred.\n", "8": "Hos 9:8 The prophet is the watchman of Ephraim with my God; yet a fowler's snare is on all his ways, and\nhatred in the house of his God.\n", "9": "Hos 9:9 They have deeply corrupted themselves as in the days of Gibeah: he will remember their iniquity; he\nwill punish their sins.\n", "10": "Hos 9:10 Like grapes in the wilderness, I found Israel. Like the first fruit on the fig tree in its first season, I saw\nyour fathers. But they came to Baal-peor and consecrated themselves to the thing of shame, and became\ndetestable like the thing they loved.\n", "11": "Hos 9:11 Ephraim's glory shall fly away like a bird- no birth, no pregnancy, no conception!\n", "12": "Hos 9:12 Even if they bring up children, I will bereave them till none is left. Woe to them when I depart from\nthem!\n", "13": "Hos 9:13 Ephraim, as I have seen, was like a young palm planted in a meadow; but Ephraim must lead his\nchildren out to slaughter.\n", "14": "Hos 9:14 Give them, O LORD- what will you give? Give them a miscarrying womb and dry breasts.\n", "15": "Hos 9:15 Every evil of theirs is in Gilgal; there I began to hate them. Because of the wickedness of their deeds I\nwill drive them out of my house. I will love them no more; all their princes are rebels.\n", "16": "Hos 9:16 Ephraim is stricken; their root is dried up; they shall bear no fruit. Even though they give birth, I will puttheir beloved children to death.\n", "17": "Hos 9:17 My God will reject them because they have not listened to him; they shall be wanderers among the\nnations."}, "10": {"1": "Hos 10:1 Israel is a luxuriant vine that yields its fruit. The more his fruit increased, the more altars he built; as his\ncountry improved, he improved his pillars.\n", "2": "Hos 10:2 Their heart is false; now they must bear their guilt. The LORD will break down their altars and destroy\ntheir pillars.\n", "3": "Hos 10:3 For now they will say: \"We have no king, for we do not fear the LORD; and a king- what could he do\nfor us?\"\n", "4": "Hos 10:4 They utter mere words; with empty oaths they make covenants; so judgment springs up like poisonous\nweeds in the furrows of the field.\n", "5": "Hos 10:5 The inhabitants of Samaria tremble for the calf of Beth-aven. Its people mourn for it, and so do its\nidolatrous priests- those who rejoiced over it and over its glory- for it has departed from them.\n", "6": "Hos 10:6 The thing itself shall be carried to Assyria as tribute to the great king. Ephraim shall be put to shame,\nand Israel shall be ashamed of his idol.\n", "7": "Hos 10:7 Samaria's king shall perish like a twig on the face of the waters.\n", "8": "Hos 10:8 The high places of Aven, the sin of Israel, shall be destroyed. Thorn and thistle shall grow up on their\naltars, and they shall say to the mountains, Cover us, and to the hills, Fall on us.\n", "9": "Hos 10:9 From the days of Gibeah, you have sinned, O Israel; there they have continued. Shall not the war\nagainst the unjust overtake them in Gibeah?\n", "10": "Hos 10:10 When I please, I will discipline them, and nations shall be gathered against them when they are\nbound up for their double iniquity.\n", "11": "Hos 10:11 Ephraim was a trained calf that loved to thresh, and I spared her fair neck; but I will put Ephraim to\nthe yoke; Judah must plow; Jacob must harrow for himself.\n", "12": "Hos 10:12 Sow for yourselves righteousness; reap steadfast love; break up your fallow ground, for it is the time\nto seek the LORD, that he may come and rain righteousness upon you.\n", "13": "Hos 10:13 You have plowed iniquity; you have reaped injustice; you have eaten the fruit of lies. Because you\nhave trusted in your own way and in the multitude of your warriors,\n", "14": "Hos 10:14 therefore the tumult of war shall arise among your people, and all your fortresses shall be destroyed,\nas Shalman destroyed Beth-arbel on the day of battle; mothers were dashed in pieces with their children.\n", "15": "Hos 10:15 Thus it shall be done to you, O Bethel, because of your great evil. At dawn the king of Israel shall be\nutterly cut off."}, "11": {"1": "Hos 11:1 When Israel was a child, I loved him, and out of Egypt I called my son.\n", "2": "Hos 11:2 The more they were called, the more they went away; they kept sacrificing to the Baals and burning\nofferings to idols.\n", "3": "Hos 11:3 Yet it was I who taught Ephraim to walk; I took them up by their arms, but they did not know that I\nhealed them.\n", "4": "Hos 11:4 I led them with cords of kindness, with the bands of love, and I became to them as one who eases the\nyoke on their jaws, and I bent down to them and fed them.\n", "5": "Hos 11:5 They shall not return to the land of Egypt, but Assyria shall be their king, because they have refused to\nreturn to me.\n", "6": "Hos 11:6 The sword shall rage against their cities, consume the bars of their gates, and devour them because\nof their own counsels.\n", "7": "Hos 11:7 My people are bent on turning away from me, and though they call out to the Most High, he shall not\nraise them up at all.\n", "8": "Hos 11:8 How can I give you up, O Ephraim? How can I hand you over, O Israel? How can I make you like\nAdmah? How can I treat you like Zeboiim? My heart recoils within me; my compassion grows warm and tender.\n", "9": "Hos 11:9 I will not execute my burning anger; I will not again destroy Ephraim; for I am God and not a man, the\nHoly One in your midst, and I will not come in wrath.\n", "10": "Hos 11:10 They shall go after the LORD; he will roar like a lion; when he roars, his children shall come trembling\nfrom the west;\n", "11": "Hos 11:11 they shall come trembling like birds from Egypt, and like doves from the land of Assyria, and I will\nreturn them to their homes, declares the LORD.\n", "12": "Hos 11:12 Ephraim has surrounded me with lies, and the house of Israel with deceit, but Judah still walks with\nGod and is faithful to the Holy One."}, "12": {"1": "Hos 12:1 Ephraim feeds on the windand pursues the east wind all day long; they multiply falsehood and\nviolence; they make a covenant with Assyria, and oil is carried to Egypt.\n", "2": "Hos 12:2 The LORD has an indictment against Judah and will punish Jacob according to his ways; he will repay\nhim according to his deeds.", "3": "Hos 12:3 In the womb he took his brother by the heel, and in his manhood he strove with God.\n", "4": "Hos 12:4 He strove with the angel and prevailed; he wept and sought his favor. He met God at Bethel, and there\nGod spoke with us", "5": "Hos 12:5 the LORD, the God of hosts, the LORD is his memorial name:\n", "6": "Hos 12:6 \"So you, by the help of your God, return, hold fast to love and justice, and wait continually for your\nGod.\"\n", "7": "Hos 12:7 A merchant, in whose hands are false balances, he loves to oppress.\n", "8": "Hos 12:8 Ephraim has said, \"Ah, but I am rich; I have found wealth for myself; in all my labors they cannot find\nin me iniquity or sin.\"\n", "9": "Hos 12:9 I am the LORD your God from the land of Egypt; I will again make you dwell in tents, as in the days of\nthe appointed feast.\n", "10": "Hos 12:10 I spoke to the prophets; it was I who multiplied visions, and through the prophets gave parables.\n", "11": "Hos 12:11 If there is iniquity in Gilead, they shall surely come to nothing: in Gilgal they sacrifice bulls; their altars\nalso are like stone heaps on the furrows of the field.\n", "12": "Hos 12:12 Jacob fled to the land of Aram; there Israel served for a wife, and for a wife he guarded sheep.\n", "13": "Hos 12:13 By a prophet the LORD brought Israel up from Egypt, and by a prophet he was guarded.\n", "14": "Hos 12:14 Ephraim has given bitter provocation; so his Lord will leave his bloodguilt on him and will repay him\nfor his disgraceful deeds."}, "13": {"1": "Hos 13:1 When Ephraim spoke, there was trembling; he was exalted in Israel, but he incurred guilt through Baal\nand died.\n", "2": "Hos 13:2 And now they sin more and more, and make for themselves metal images, idols skillfully made of their\nsilver, all of them the work of craftsmen. It is said of them, \"Those who offer human sacrifice kiss calves!\"\n", "3": "Hos 13:3 Therefore they shall be like the morning mist or like the dew that goes early away, like the chaff that\nswirls from the threshing floor or like smoke from a window.\n", "4": "Hos 13:4 But I am the LORD your God from the land of Egypt; you know no God but me, and besides me there\nis no savior.\n", "5": "Hos 13:5 It was I who knew you in the wilderness, in the land of drought;\n", "6": "Hos 13:6 but when they had grazed, they became full, they were filled, and their heart was lifted up; therefore\nthey forgot me.\n", "7": "Hos 13:7 So I am to them like a lion; like a leopard I will lurk beside the way.\n", "8": "Hos 13:8 I will fall upon them like a bear robbed of her cubs; I will tear open their breast, and there I will devour\nthem like a lion, as a wild beast would rip them open.\n", "9": "Hos 13:9 He destroys you, O Israel, for you are against me, against your helper.\n", "10": "Hos 13:10 Where now is your king, to save you in all your cities? Where are all your rulers- those of whom you\nsaid, \"Give me a king and princes\"?\n", "11": "Hos 13:11 I gave you a king in my anger, and I took him away in my wrath.\n", "12": "Hos 13:12 The iniquity of Ephraim is bound up; his sin is kept in store.\n", "13": "Hos 13:13 The pangs of childbirth come for him, but he is an unwise son, for at the right time he does not\npresent himself at the opening of the womb.\n", "14": "Hos 13:14 Shall I ransom them from the power of Sheol? Shall I redeem them from Death? O Death, where are\nyour plagues? O Sheol, where is your sting? Compassion is hidden from my eyes.\n", "15": "Hos 13:15 Though he may flourish among his brothers, the east wind, the wind of the LORD, shall come, rising\nfrom the wilderness, and his fountain shall dry up; his spring shall be parched; it shall strip his treasury of every\nprecious thing.\n", "16": "Hos 13:16 Samaria shall bear her guilt, because she has rebelled against her God; they shall fall by the sword;\ntheir little ones shall be dashed in pieces, and their pregnant women ripped open."}, "14": {"1": "Hos 14:1 Return, O Israel, to the LORD your God, for you have stumbled because of your iniquity.\n", "2": "Hos 14:2 Take with you words and return to the LORD; say to him, \"Take away all iniquity; accept what is good,\nand we will pay with bulls the vows of our lips.\n", "3": "Hos 14:3 Assyria shall not save us; we will not ride on horses; and we will say no more, 'Our God,' to the work\nof our hands. In you the orphan finds mercy.\"\n", "4": "Hos 14:4 I will heal their apostasy; I will love them freely, for my anger has turned from them.\n", "5": "Hos 14:5 I will be like the dew to Israel; he shall blossom like the lily; he shall take root like the trees of Lebanon;\n", "6": "Hos 14:6 his shoots shall spread out; his beauty shall be like the olive, and his fragrance like Lebanon.\n", "7": "Hos 14:7 They shall return and dwell beneath my shadow; they shall flourish like the grain; they shall blossom\nlike the vine; their fame shall be like the wine of Lebanon.\n", "8": "Hos 14:8 O Ephraim, what have I to do with idols? It is I who answer and look after you. I am like an evergreen\ncypress; from me comes your fruit.\n", "9": "Hos 14:9 Whoever is wise, let him understand these things; whoever is discerning, let him know them; for theways of the LORD are right, and the upright walk in them, but transgressors stumble in the"}}