{"1": {"1": "Isa 1:1 The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of\nUzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.\n", "2": "Isa 1:2 Hear, O heavens, and give ear, O earth; for the LORD has spoken: \"Children have I reared and brought\nup, but they have rebelled against me.\n", "3": "Isa 1:3 The ox knows its owner, and the donkey its master's crib, but Israel does not know, my people do not\nunderstand.\"\n", "4": "Isa 1:4 Ah, sinful nation, a people laden with iniquity, offspring of evildoers, children who deal corruptly! They\nhave forsaken the LORD, they have despised the Holy One of Israel, they are utterly estranged.\n", "5": "Isa 1:5 Why will you still be struck down? Why will you continue to rebel? The whole head is sick, and the whole\nheart faint.\n", "6": "Isa 1:6 From the sole of the foot even to the head, there is no soundness in it, but bruises and sores and raw\nwounds; they are not pressed out or bound up or softened with oil.\n", "7": "Isa 1:7 Your country lies desolate; your cities are burned with fire; in your very presence foreigners devour your\nland; it is desolate, as overthrown by foreigners.\n", "8": "Isa 1:8 And the daughter of Zion is left like a booth in a vineyard, like a lodge in a cucumber field, like a\nbesieged city.\n", "9": "Isa 1:9 If the LORD of hosts had not left us a few survivors, we should have been like Sodom, and become like\nGomorrah.\n", "10": "Isa 1:10 Hear the word of the LORD, you rulers of Sodom! Give ear to the teaching of our God, you people of\nGomorrah!\n", "11": "Isa 1:11 \"What to me is the multitude of your sacrifices? says the LORD; I have had enough of burnt offerings of\nrams and the fat of well-fed beasts; I do not delight in the blood of bulls, or of lambs, or of goats.\n", "12": "Isa 1:12 \"When you come to appear before me, who has required of you this trampling of my courts?\n", "13": "Isa 1:13 Bring no more vain offerings; incense is an abomination to me. New moon and Sabbath and the calling\nof convocations- I cannot endure iniquity and solemn assembly.\n", "14": "Isa 1:14 Your new moons and your appointed feasts my soul hates; they have become a burden to me; I am\nweary of bearing them.\n", "15": "Isa 1:15 When you spread out your hands, I will hide my eyes from you; even though you make many prayers, I\nwill not listen; your hands are full of blood.\n", "16": "Isa 1:16 Wash yourselves; make yourselves clean; remove the evil of your deeds from before my eyes; cease to\ndo evil,\n", "17": "Isa 1:17 learn to do good; seek justice, correct oppression; bring justice to the fatherless, plead the widow's\ncause.\n", "18": "Isa 1:18 \"Come now, let us reason together, says the LORD: though your sins are like scarlet, they shall be as\nwhite as snow; though they are red like crimson, they shall become like wool.\n", "19": "Isa 1:19 If you are willing and obedient, you shall eat the good of the land;\n", "20": "Isa 1:20 but if you refuse and rebel, you shall be eaten by the sword; for the mouth of the LORD has spoken.\"\n", "21": "Isa 1:21 How the faithful city has become a whore, she who was full of justice! Righteousness lodged in her, but\nnow murderers.\n", "22": "Isa 1:22 Your silver has become dross, your best wine mixed with water.\n", "23": "Isa 1:23 Your princes are rebels and companions of thieves. Everyone loves a bribe and runs after gifts. Theydo not bring justice to the fatherless, and the widow's cause does not come to them.\n", "24": "Isa 1:24 Therefore the Lord declares, the LORD of hosts, the Mighty One of Israel: \"Ah, I will get relief from my\nenemies and avenge myself on my foes.\n", "25": "Isa 1:25 I will turn my hand against you and will smelt away your dross as with lye and remove all your alloy.\n", "26": "Isa 1:26 And I will restore your judges as at the first, and your counselors as at the beginning. Afterward you\nshall be called the city of righteousness, the faithful city.\"\n", "27": "Isa 1:27 Zion shall be redeemed by justice, and those in her who repent, by righteousness.\n", "28": "Isa 1:28 But rebels and sinners shall be broken together, and those who forsake the LORD shall be consumed.\n", "29": "Isa 1:29 For they shall be ashamed of the oaks that you desired; and you shall blush for the gardens that you\nhave chosen.\n", "30": "Isa 1:30 For you shall be like an oak whose leaf withers, and like a garden without water.\n", "31": "Isa 1:31 And the strong shall become tinder, and his work a spark, and both of them shall burn together, with\nnone to quench them."}, "2": {"1": "Isa 2:1 The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem.\n", "2": "Isa 2:2 It shall come to pass in the latter days that the mountain of the house of the LORD shall be established\nas the highest of the mountains, and shall be lifted up above the hills; and all the nations shall flow to it,\n", "3": "Isa 2:3 and many peoples shall come, and say: \"Come, let us go up to the mountain of the LORD, to the house\nof the God of Jacob, that he may teach us his ways and that we may walk in his paths.\" For out of Zion shall go\nthe law, and the word of the LORD from Jerusalem.\n", "4": "Isa 2:4 He shall judge between the nations, and shall decide disputes for many peoples; and they shall beat\ntheir swords into plowshares, and their spears into pruning hooks; nation shall not lift up sword against nation,\nneither shall they learn war anymore.\n", "5": "Isa 2:5 O house of Jacob, come, let us walk in the light of the LORD.\n", "6": "Isa 2:6 For you have rejected your people, the house of Jacob, because they are full of things from the east and\nof fortunetellers like the Philistines, and they strike hands with the children of foreigners.\n", "7": "Isa 2:7 Their land is filled with silver and gold, and there is no end to their treasures; their land is filled with\nhorses, and there is no end to their chariots.\n", "8": "Isa 2:8 Their land is filled with idols; they bow down to the work of their hands, to what their own fingers have\nmade.\n", "9": "Isa 2:9 So man is humbled, and each one is brought low- do not forgive them!\n", "10": "Isa 2:10 Enter into the rock and hide in the dust from before the terror of the LORD, and from the splendor of his\nmajesty.\n", "11": "Isa 2:11 The haughty looks of man shall be brought low, and the lofty pride of men shall be humbled, and the\nLORD alone will be exalted in that day.\n", "12": "Isa 2:12 For the LORD of hosts has a day against all that is proud and lofty, against all that is lifted up- and it\nshall be brought low;\n", "13": "Isa 2:13 against all the cedars of Lebanon, lofty and lifted up; and against all the oaks of Bashan;\n", "14": "Isa 2:14 against all the lofty mountains, and against all the uplifted hills;\n", "15": "Isa 2:15 against every high tower, and against every fortified wall;\n", "16": "Isa 2:16 against all the ships of Tarshish, and against all the beautiful craft.\n", "17": "Isa 2:17 And the haughtiness of man shall be humbled, and the lofty pride of men shall be brought low, and the\nLORD alone will be exalted in that day.\n", "18": "Isa 2:18 And the idols shall utterly pass away.\n", "19": "Isa 2:19 And people shall enter the caves of the rocks and the holes of the ground, from before the terror of the\nLORD, and from the splendor of his majesty, when he rises to terrify the earth.\n", "20": "Isa 2:20 In that day mankind will cast away their idols of silver and their idols of gold, which they made for\nthemselves to worship, to the moles and to the bats,\n", "21": "Isa 2:21 to enter the caverns of the rocks and the clefts of the cliffs, from before the terror of the LORD, and\nfrom the splendor of his majesty, when he rises to terrify the earth.\n", "22": "Isa 2:22 Stop regarding man in whose nostrils is breath, for of what account is he?"}, "3": {"1": "Isa 3:1 For behold, the Lord GOD of hosts is taking away from Jerusalem and from Judah support and supply,\nall support of bread, and all support of water;\n", "2": "Isa 3:2 the mighty man and the soldier, the judge and the prophet, the diviner and the elder,\n", "3": "Isa 3:3 the captain of fifty and the man of rank, the counselor and the skillful magician and the expert in charms.\n", "4": "Isa 3:4 And I will make boys their princes, and infants shall rule over them.\n", "5": "Isa 3:5 And the people will oppress one another, every one his fellow and every one his neighbor; the youth will\nbe insolent to the elder, and the despised to the honorable.\n", "6": "Isa 3:6 For a man will take hold of his brother in the house of his father, saying: \"You have a cloak; you shall be\nour leader, and this heap of ruins shall be under your rule\";", "7": "Isa 3:7 in that day he will speak out, saying: \"I will not be a healer; in my house there is neither bread nor cloak;\nyou shall not make me leader of the people.\"\n", "8": "Isa 3:8 For Jerusalem has stumbled, and Judah has fallen, because their speech and their deeds are against\nthe LORD, defying his glorious presence.\n", "9": "Isa 3:9 For the look on their faces bears witness against them; they proclaim their sin like Sodom; they do not\nhide it. Woe to them! For they have brought evil on themselves.\n", "10": "Isa 3:10 Tell the righteous that it shall be well with them, for they shall eat the fruit of their deeds.\n", "11": "Isa 3:11 Woe to the wicked! It shall be ill with him, for what his hands have dealt out shall be done to him.\n", "12": "Isa 3:12 My people- infants are their oppressors, and women rule over them. O my people, your guides mislead\nyou and they have swallowed up the course of your paths.\n", "13": "Isa 3:13 The LORD has taken his place to contend; he stands to judge peoples.\n", "14": "Isa 3:14 The LORD will enter into judgment with the elders and princes of his people: \"It is you who have\ndevoured the vineyard, the spoil of the poor is in your houses.\n", "15": "Isa 3:15 What do you mean by crushing my people, by grinding the face of the poor?\" declares the Lord GOD of\nhosts.\n", "16": "Isa 3:16 The LORD said: Because the daughters of Zion are haughty and walk with outstretched necks,\nglancing wantonly with their eyes, mincing along as they go, tinkling with their feet,\n", "17": "Isa 3:17 therefore the Lord will strike with a scab the heads of the daughters of Zion, and the LORD will lay bare\ntheir secret parts.\n", "18": "Isa 3:18 In that day the Lord will take away the finery of the anklets, the headbands, and the crescents;\n", "19": "Isa 3:19 the pendants, the bracelets, and the scarves;\n", "20": "Isa 3:20 the headdresses, the armlets, the sashes, the perfume boxes, and the amulets;\n", "21": "Isa 3:21 the signet rings and nose rings;\n", "22": "Isa 3:22 the festal robes, the mantles, the cloaks, and the handbags;\n", "23": "Isa 3:23 the mirrors, the linen garments, the turbans, and the veils.\n", "24": "Isa 3:24 Instead of perfume there will be rottenness; and instead of a belt, a rope; and instead of well-set hair,\nbaldness; and instead of a rich robe, a skirt of sackcloth; and branding instead of beauty.\n", "25": "Isa 3:25 Your men shall fall by the sword and your mighty men in battle.\n", "26": "Isa 3:26 And her gates shall lament and mourn; empty, she shall sit on the ground."}, "4": {"1": "Isa 4:1 And seven women shall take hold of one man in that day, saying, \"We will eat our own bread and wear\nour own clothes, only let us be called by your name; take away our reproach.\"\n", "2": "Isa 4:2 In that day the branch of the LORD shall be beautiful and glorious, and the fruit of the land shall be the\npride and honor of the survivors of Israel.\n", "3": "Isa 4:3 And he who is left in Zion and remains in Jerusalem will be called holy, everyone who has been\nrecorded for life in Jerusalem,\n", "4": "Isa 4:4 when the Lord shall have washed away the filth of the daughters of Zion and cleansed the bloodstains of\nJerusalem from its midst by a spirit of judgment and by a spirit of burning.\n", "5": "Isa 4:5 Then the LORD will create over the whole site of Mount Zion and over her assemblies a cloud by day,\nand smoke and the shining of a flaming fire by night; for over all the glory there will be a canopy.\n", "6": "Isa 4:6 There will be a booth for shade by day from the heat, and for a refuge and a shelter from the storm and\nrain."}, "5": {"1": "Isa 5:1 Let me sing for my belovedmy love song concerning his vineyard:: My beloved had a vineyard on a very\nfertile hill.\n", "2": "Isa 5:2 He dug it and cleared it of stones, and planted it with choice vines; he built a watchtower in the midst of\nit, and hewed out a wine vat in it; and he looked for it to yield grapes, but it yielded wild grapes.\n", "3": "Isa 5:3 And now, O inhabitants of Jerusalem and men of Judah, judge between me and my vineyard.\n", "4": "Isa 5:4 What more was there to do for my vineyard, that I have not done in it? When I looked for it to yield\ngrapes, why did it yield wild grapes?\n", "5": "Isa 5:5 And now I will tell you what I will do to my vineyard. I will remove its hedge, and it shall be devoured; I\nwill break down its wall, and it shall be trampled down.\n", "6": "Isa 5:6 I will make it a waste; it shall not be pruned or hoed, and briers and thorns shall grow up; I will also\ncommand the clouds that they rain no rain upon it.\n", "7": "Isa 5:7 For the vineyard of the LORD of hosts is the house of Israel, and the men of Judah are his pleasant\nplanting; and he looked for justice, but behold, bloodshed; for righteousness, but behold, an outcry!\n", "8": "Isa 5:8 Woe to those who join house to house, who add field to field, until there is no more room, and you are\nmade to dwell alone in the midst of the land.\n", "9": "Isa 5:9 The LORD of hosts has sworn in my hearing: \"Surely many houses shall be desolate, large and beautiful\nhouses, without inhabitant.\n", "10": "Isa 5:10 For ten acres of vineyard shall yield but one bath, and a homer of seed shall yield but an ephah.\"", "11": "Isa 5:11 Woe to those who rise early in the morning, that they may run after strong drink, who tarry late into the\nevening as wine inflames them!\n", "12": "Isa 5:12 They have lyre and harp, tambourine and flute and wine at their feasts, but they do not regard the\ndeeds of the LORD, or see the work of his hands.\n", "13": "Isa 5:13 Therefore my people go into exile for lack of knowledge; their honored men go hungry, and their\nmultitude is parched with thirst.\n", "14": "Isa 5:14 Therefore Sheol has enlarged its appetite and opened its mouth beyond measure, and the nobility of\nJerusalem and her multitude will go down, her revelers and he who exults in her.\n", "15": "Isa 5:15 Man is humbled, and each one is brought low, and the eyes of the haughty are brought low.\n", "16": "Isa 5:16 But the LORD of hosts is exalted in justice, and the Holy God shows himself holy in righteousness.\n", "17": "Isa 5:17 Then shall the lambs graze as in their pasture, and nomads shall eat among the ruins of the rich.\n", "18": "Isa 5:18 Woe to those who draw iniquity with cords of falsehood, who draw sin as with cart ropes,\n", "19": "Isa 5:19 who say: \"Let him be quick, let him speed his work that we may see it; let the counsel of the Holy One\nof Israel draw near, and let it come, that we may know it!\"\n", "20": "Isa 5:20 Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who\nput bitter for sweet and sweet for bitter!\n", "21": "Isa 5:21 Woe to those who are wise in their own eyes, and shrewd in their own sight!\n", "22": "Isa 5:22 Woe to those who are heroes at drinking wine, and valiant men in mixing strong drink,\n", "23": "Isa 5:23 who acquit the guilty for a bribe, and deprive the innocent of his right!\n", "24": "Isa 5:24 Therefore, as the tongue of fire devours the stubble, and as dry grass sinks down in the flame, so their\nroot will be as rottenness, and their blossom go up like dust; for they have rejected the law of the LORD of hosts,\nand have despised the word of the Holy One of Israel.\n", "25": "Isa 5:25 Therefore the anger of the LORD was kindled against his people, and he stretched out his hand against\nthem and struck them, and the mountains quaked; and their corpses were as refuse in the midst of the streets.\nFor all this his anger has not turned away, and his hand is stretched out still.\n", "26": "Isa 5:26 He will raise a signal for nations afar off, and whistle for them from the ends of the earth; and behold,\nquickly, speedily they come!\n", "27": "Isa 5:27 None is weary, none stumbles, none slumbers or sleeps, not a waistband is loose, not a sandal strap\nbroken;\n", "28": "Isa 5:28 their arrows are sharp, all their bows bent, their horses' hoofs seem like flint, and their wheels like the\nwhirlwind.\n", "29": "Isa 5:29 Their roaring is like a lion, like young lions they roar; they growl and seize their prey; they carry it off,\nand none can rescue.\n", "30": "Isa 5:30 They will growl over it on that day, like the growling of the sea. And if one looks to the land, behold,\ndarkness and distress; and the light is darkened by its clouds."}, "6": {"1": "Isa 6:1 In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of\nhis robe filled the temple.\n", "2": "Isa 6:2 Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he\ncovered his feet, and with two he flew.\n", "3": "Isa 6:3 And one called to another and said: \"Holy, holy, holy is the LORD of hosts; the whole earth is full of his\nglory!\"\n", "4": "Isa 6:4 And the foundations of the thresholds shook at the voice of him who called, and the house was filled with\nsmoke.\n", "5": "Isa 6:5 And I said: \"Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people\nof unclean lips; for my eyes have seen the King, the LORD of hosts!\"\n", "6": "Isa 6:6 Then one of the seraphim flew to me, having in his hand a burning coal that he had taken with tongs\nfrom the altar.\n", "7": "Isa 6:7 And he touched my mouth and said: \"Behold, this has touched your lips; your guilt is taken away, and\nyour sin atoned for.\n", "8": "Isa 6:8 And I heard the voice of the Lord saying, \"Whom shall I send, and who will go for us?\" Then I said, \"Here\nam I! Send me.\"\n", "9": "Isa 6:9 And he said, \"Go, and say to this people: \"' Keep on hearing, but do not understand; keep on seeing, but\ndo not perceive.'\n", "10": "Isa 6:10 Make the heart of this people dull, and their ears heavy, and blind their eyes; lest they see with their\neyes, and hear with their ears, and understand with their hearts, and turn and be healed.\"\n", "11": "Isa 6:11 Then I said, \"How long, O Lord?\" And he said: \"Until cities lie waste without inhabitant, and houses\nwithout people, and the land is a desolate waste,\n", "12": "Isa 6:12 and the LORD removes people far away, and the forsaken places are many in the midst of the land.\n", "13": "Isa 6:13 And though a tenth remain in it, it will be burned again, like a terebinth or an oak, whose stump remainswhen it is felled.\" The holy seed is its stump."}, "7": {"1": "Isa 7:1 In the days of Ahaz the son of Jotham, son of Uzziah, king of Judah, Rezin the king of Syria and Pekah\nthe son of Remaliah the king of Israel came up to Jerusalem to wage war against it, but could not yet mount an\nattack against it.\n", "2": "Isa 7:2 When the house of David was told, \"Syria is in league with Ephraim,\" the heart of Ahaz and the heart of\nhis people shook as the trees of the forest shake before the wind.\n", "3": "Isa 7:3 And the LORD said to Isaiah, \"Go out to meet Ahaz, you and Shear-jashub your son, at the end of the\nconduit of the upper pool on the highway to the Washer's Field.\n", "4": "Isa 7:4 And say to him, 'Be careful, be quiet, do not fear, and do not let your heart be faint because of these two\nsmoldering stumps of firebrands, at the fierce anger of Rezin and Syria and the son of Remaliah.\n", "5": "Isa 7:5 Because Syria, with Ephraim and the son of Remaliah, has devised evil against you, saying,\n", "6": "Isa 7:6 \"Let us go up against Judah and terrify it, and let us conquer it for ourselves, and set up the son of\nTabeel as king in the midst of it,\"\n", "7": "Isa 7:7 thus says the Lord GOD: \"' It shall not stand, and it shall not come to pass.\n", "8": "Isa 7:8 For the head of Syria is Damascus, and the head of Damascus is Rezin. (Within sixty-five years Ephraim\nwill be broken to pieces so that it will no longer be a people.)\n", "9": "Isa 7:9 \"'And the head of Ephraim is Samaria, and the head of Samaria is the son of Remaliah. If you are not\nfirm in faith, you will not be firm at all.'\"\n", "10": "Isa 7:10 Again the LORD spoke to Ahaz,\n", "11": "Isa 7:11 \"Ask a sign of the LORD your God; let it be deep as Sheol or high as heaven.\"\n", "12": "Isa 7:12 But Ahaz said, \"I will not ask, and I will not put the LORD to the test.\"\n", "13": "Isa 7:13 And he said, \"Hear then, O house of David! Is it too little for you to weary men, that you weary my God\nalso?\n", "14": "Isa 7:14 Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and\nshall call his name Immanuel.\n", "15": "Isa 7:15 He shall eat curds and honey when he knows how to refuse the evil and choose the good.\n", "16": "Isa 7:16 For before the boy knows how to refuse the evil and choose the good, the land whose two kings you\ndread will be deserted.\n", "17": "Isa 7:17 The LORD will bring upon you and upon your people and upon your father's house such days as have\nnot come since the day that Ephraim departed from Judah- the king of Assyria.\"\n", "18": "Isa 7:18 In that day the LORD will whistle for the fly that is at the end of the streams of Egypt, and for the bee\nthat is in the land of Assyria.\n", "19": "Isa 7:19 And they will all come and settle in the steep ravines, and in the clefts of the rocks, and on all the\nthornbushes, and on all the pastures.\n", "20": "Isa 7:20 In that day the Lord will shave with a razor that is hired beyond the River- with the king of Assyria- the\nhead and the hair of the feet, and it will sweep away the beard also.\n", "21": "Isa 7:21 In that day a man will keep alive a young cow and two sheep,\n", "22": "Isa 7:22 and because of the abundance of milk that they give, he will eat curds, for everyone who is left in the\nland will eat curds and honey.\n", "23": "Isa 7:23 In that day every place where there used to be a thousand vines, worth a thousand shekels of silver,\nwill become briers and thorns.\n", "24": "Isa 7:24 With bow and arrows a man will come there, for all the land will be briers and thorns.\n", "25": "Isa 7:25 And as for all the hills that used to be hoed with a hoe, you will not come there for fear of briers and\nthorns, but they will become a place where cattle are let loose and where sheep tread."}, "8": {"1": "Isa 8:1 Then the LORD said to me, \"Take a large tablet and write on it in common characters, 'Belonging to\nMaher-shalal-hashbaz.'\n", "2": "Isa 8:2 And I will get reliable witnesses, Uriah the priest and Zechariah the son of Jeberechiah, to attest for me.\"\n", "3": "Isa 8:3 And I went to the prophetess, and she conceived and bore a son. Then the LORD said to me, \"Call his\nname Maher-shalal-hashbaz;\n", "4": "Isa 8:4 for before the boy knows how to cry 'My father' or 'My mother,' the wealth of Damascus and the spoil of\nSamaria will be carried away before the king of Assyria.\"\n", "5": "Isa 8:5 The LORD spoke to me again:\n", "6": "Isa 8:6 \"Because this people have refused the waters of Shiloah that flow gently, and rejoice over Rezin and the\nson of Remaliah,\n", "7": "Isa 8:7 therefore, behold, the Lord is bringing up against them the waters of the River, mighty and many, the\nking of Assyria and all his glory. And it will rise over all its channels and go over all its banks,\n", "8": "Isa 8:8 and it will sweep on into Judah, it will overflow and pass on, reaching even to the neck, and its outspread\nwings will fill the breadth of your land, O Immanuel.\"\n", "9": "Isa 8:9 Be broken, you peoples, and be shattered; give ear, all you far countries; strap on your armor and beshattered; strap on your armor and be shattered.\n", "10": "Isa 8:10 Take counsel together, but it will come to nothing; speak a word, but it will not stand, for God is with us.\n", "11": "Isa 8:11 For the LORD spoke thus to me with his strong hand upon me, and warned me not to walk in the way\nof this people, saying:\n", "12": "Isa 8:12 \"Do not call conspiracy all that this people calls conspiracy, and do not fear what they fear, nor be in\ndread.\n", "13": "Isa 8:13 But the LORD of hosts, him you shall regard as holy. Let him be your fear, and let him be your dread.\n", "14": "Isa 8:14 And he will become a sanctuary and a stone of offense and a rock of stumbling to both houses of\nIsrael, a trap and a snare to the inhabitants of Jerusalem.\n", "15": "Isa 8:15 And many shall stumble on it. They shall fall and be broken; they shall be snared and taken.\"\n", "16": "Isa 8:16 Bind up the testimony; seal the teaching among my disciples.\n", "17": "Isa 8:17 I will wait for the LORD, who is hiding his face from the house of Jacob, and I will hope in him.\n", "18": "Isa 8:18 Behold, I and the children whom the LORD has given me are signs and portents in Israel from the\nLORD of hosts, who dwells on Mount Zion.\n", "19": "Isa 8:19 And when they say to you, \"Inquire of the mediums and the necromancers who chirp and mutter,\"\nshould not a people inquire of their God? Should they inquire of the dead on behalf of the living?\n", "20": "Isa 8:20 To the teaching and to the testimony! If they will not speak according to this word, it is because they\nhave no dawn.\n", "21": "Isa 8:21 They will pass through the land, greatly distressed and hungry. And when they are hungry, they will be\nenraged and will speak contemptuously against their king and their God, and turn their faces upward.\n", "22": "Isa 8:22 And they will look to the earth, but behold, distress and darkness, the gloom of anguish. And they will\nbe thrust into thick darkness."}, "9": {"1": "Isa 9:1 But there will be no gloom for her who was in anguish. In the former time he brought into contempt the\nland of Zebulun and the land of Naphtali, but in the latter time he has made glorious the way of the sea, the land\nbeyond the Jordan, Galilee of the nations.\n", "2": "Isa 9:2 The people who walked in darkness have seen a great light; those who dwelt in a land of deep\ndarkness, on them has light shined.\n", "3": "Isa 9:3 You have multiplied the nation; you have increased its joy; they rejoice before you as with joy at the\nharvest, as they are glad when they divide the spoil.\n", "4": "Isa 9:4 For the yoke of his burden, and the staff for his shoulder, the rod of his oppressor, you have broken as\non the day of Midian.\n", "5": "Isa 9:5 For every boot of the tramping warrior in battle tumult and every garment rolled in blood will be burned\nas fuel for the fire.\n", "6": "Isa 9:6 For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his\nname shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.\n", "7": "Isa 9:7 Of the increase of his government and of peace there will be no end, on the throne of David and over his\nkingdom, to establish it and to uphold it with justice and with righteousness from this time forth and forevermore.\nThe zeal of the LORD of hosts will do this.\n", "8": "Isa 9:8 The Lord has sent a word against Jacob, and it will fall on Israel;\n", "9": "Isa 9:9 and all the people will know, Ephraim and the inhabitants of Samaria, who say in pride and in arrogance\nof heart:\n", "10": "Isa 9:10 \"The bricks have fallen, but we will build with dressed stones; the sycamores have been cut down, but\nwe will put cedars in their place.\"\n", "11": "Isa 9:11 But the LORD raises the adversaries of Rezin against him, and stirs up his enemies.\n", "12": "Isa 9:12 The Syrians on the east and the Philistines on the west devour Israel with open mouth. For all this his\nanger has not turned away, and his hand is stretched out still.\n", "13": "Isa 9:13 The people did not turn to him who struck them, nor inquire of the LORD of hosts.\n", "14": "Isa 9:14 So the LORD cut off from Israel head and tail, palm branch and reed in one day", "15": "Isa 9:15 the elder and honored man is the head, and the prophet who teaches lies is the tail;\n", "16": "Isa 9:16 for those who guide this people have been leading them astray, and those who are guided by them are\nswallowed up.\n", "17": "Isa 9:17 Therefore the Lord does not rejoice over their young men, and has no compassion on their fatherless\nand widows; for everyone is godless and an evildoer, and every mouth speaks folly. For all this his anger has not\nturned away, and his hand is stretched out still.\n", "18": "Isa 9:18 For wickedness burns like a fire; it consumes briers and thorns; it kindles the thickets of the forest, and\nthey roll upward in a column of smoke.\n", "19": "Isa 9:19 Through the wrath of the LORD of hosts the land is scorched, and the people are like fuel for the fire;\nno one spares another.\n", "20": "Isa 9:20 They slice meat on the right, but are still hungry, and they devour on the left, but are not satisfied; eachdevours the flesh of his own arm,\n", "21": "Isa 9:21 Manasseh devours Ephraim, and Ephraim devours Manasseh; together they are against Judah. For all\nthis his anger has not turned away, and his hand is stretched out still."}, "10": {"1": "Isa 10:1 Woe to those who decree iniquitous decrees, and the writers who keep writing oppression,\n", "2": "Isa 10:2 to turn aside the needy from justice and to rob the poor of my people of their right, that widows may be\ntheir spoil, and that they may make the fatherless their prey!\n", "3": "Isa 10:3 What will you do on the day of punishment, in the ruin that will come from afar? To whom will you flee\nfor help, and where will you leave your wealth?\n", "4": "Isa 10:4 Nothing remains but to crouch among the prisoners or fall among the slain. For all this his anger has\nnot turned away, and his hand is stretched out still.\n", "5": "Isa 10:5 Ah, Assyria, the rod of my anger; the staff in their hands is my fury!\n", "6": "Isa 10:6 Against a godless nation I send him, and against the people of my wrath I command him, to take spoil\nand seize plunder, and to tread them down like the mire of the streets.\n", "7": "Isa 10:7 But he does not so intend, and his heart does not so think; but it is in his heart to destroy, and to cut off\nnations not a few;\n", "8": "Isa 10:8 for he says: \"Are not my commanders all kings?\n", "9": "Isa 10:9 Is not Calno like Carchemish? Is not Hamath like Arpad? Is not Samaria like Damascus?\n", "10": "Isa 10:10 As my hand has reached to the kingdoms of the idols, whose carved images were greater than those\nof Jerusalem and Samaria,\n", "11": "Isa 10:11 shall I not do to Jerusalem and her idols as I have done to Samaria and her images?\"\n", "12": "Isa 10:12 When the Lord has finished all his work on Mount Zion and on Jerusalem, he will punish the speech of\nthe arrogant heart of the king of Assyria and the boastful look in his eyes.\n", "13": "Isa 10:13 For he says: \"By the strength of my hand I have done it, and by my wisdom, for I have understanding;\nI remove the boundaries of peoples, and plunder their treasures; like a bull I bring down those who sit on\nthrones.\n", "14": "Isa 10:14 My hand has found like a nest the wealth of the peoples; and as one gathers eggs that have been\nforsaken, so I have gathered all the earth; and there was none that moved a wing or opened the mouth or\nchirped.\"\n", "15": "Isa 10:15 Shall the axe boast over him who hews with it, or the saw magnify itself against him who wields it? As\nif a rod should wield him who lifts it, or as if a staff should lift him who is not wood!\n", "16": "Isa 10:16 Therefore the Lord GOD of hosts will send wasting sickness among his stout warriors, and under his\nglory a burning will be kindled, like the burning of fire.\n", "17": "Isa 10:17 The light of Israel will become a fire, and his Holy One a flame, and it will burn and devour his thorns\nand briers in one day.\n", "18": "Isa 10:18 The glory of his forest and of his fruitful land the LORD will destroy, both soul and body, and it will be\nas when a sick man wastes away.\n", "19": "Isa 10:19 The remnant of the trees of his forest will be so few that a child can write them down.\n", "20": "Isa 10:20 In that day the remnant of Israel and the survivors of the house of Jacob will no more lean on him who\nstruck them, but will lean on the LORD, the Holy One of Israel, in truth.\n", "21": "Isa 10:21 A remnant will return, the remnant of Jacob, to the mighty God.\n", "22": "Isa 10:22 For though your people Israel be as the sand of the sea, only a remnant of them will return.\nDestruction is decreed, overflowing with righteousness.\n", "23": "Isa 10:23 For the Lord GOD of hosts will make a full end, as decreed, in the midst of all the earth.\n", "24": "Isa 10:24 Therefore thus says the Lord GOD of hosts: \"O my people, who dwell in Zion, be not afraid of the\nAssyrians when they strike with the rod and lift up their staff against you as the Egyptians did.\n", "25": "Isa 10:25 For in a very little while my fury will come to an end, and my anger will be directed to their destruction.\n", "26": "Isa 10:26 And the LORD of hosts will wield against them a whip, as when he struck Midian at the rock of Oreb.\nAnd his staff will be over the sea, and he will lift it as he did in Egypt.\n", "27": "Isa 10:27 And in that day his burden will depart from your shoulder, and his yoke from your neck; and the yoke\nwill be broken because of the fat.\"\n", "28": "Isa 10:28 He has come to Aiath; he has passed through Migron; at Michmash he stores his baggage;\n", "29": "Isa 10:29 they have crossed over the pass; at Geba they lodge for the night; Ramah trembles; Gibeah of Saul\nhas fled.\n", "30": "Isa 10:30 Cry aloud, O daughter of Gallim! Give attention, O Laishah! O Poor Anathoth!\n", "31": "Isa 10:31 Madmenah is in flight; the inhabitants of Gebim flee for safety.\n", "32": "Isa 10:32 This very day he will halt at Nob; he will shake his fist at the mount of the daughter of Zion, the hill of\nJerusalem.\n", "33": "Isa 10:33 Behold, the Lord GOD of hosts will lop the boughs with terrifying power; the great in height will be\nhewn down, and the lofty will be brought low.", "34": "Isa 10:34 He will cut down the thickets of the forest with an axe, and Lebanon will fall by the Majestic One."}, "11": {"1": "Isa 11:1 There shall come forth a shoot from the stump of Jesse, and a branch from his roots shall bear fruit.\n", "2": "Isa 11:2 And the Spirit of the LORD shall rest upon him, the Spirit of wisdom and understanding, the Spirit of\ncounsel and might, the Spirit of knowledge and the fear of the LORD.\n", "3": "Isa 11:3 And his delight shall be in the fear of the LORD. He shall not judge by what his eyes see, or decide\ndisputes by what his ears hear,\n", "4": "Isa 11:4 but with righteousness he shall judge the poor, and decide with equity for the meek of the earth; and he\nshall strike the earth with the rod of his mouth, and with the breath of his lips he shall kill the wicked.\n", "5": "Isa 11:5 Righteousness shall be the belt of his waist, and faithfulness the belt of his loins.\n", "6": "Isa 11:6 The wolf shall dwell with the lamb, and the leopard shall lie down with the young goat, and the calf and\nthe lion and the fattened calf together; and a little child shall lead them.\n", "7": "Isa 11:7 The cow and the bear shall graze; their young shall lie down together; and the lion shall eat straw like\nthe ox.\n", "8": "Isa 11:8 The nursing child shall play over the hole of the cobra, and the weaned child shall put his hand on the\nadder's den.\n", "9": "Isa 11:9 They shall not hurt or destroy in all my holy mountain; for the earth shall be full of the knowledge of the\nLORD as the waters cover the sea.\n", "10": "Isa 11:10 In that day the root of Jesse, who shall stand as a signal for the peoples- of him shall the nations\ninquire, and his resting place shall be glorious.\n", "11": "Isa 11:11 In that day the Lord will extend his hand yet a second time to recover the remnant that remains of his\npeople, from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the\ncoastlands of the sea.\n", "12": "Isa 11:12 He will raise a signal for the nations and will assemble the banished of Israel, and gather the\ndispersed of Judah from the four corners of the earth.\n", "13": "Isa 11:13 The jealousy of Ephraim shall depart, and those who harass Judah shall be cut off; Ephraim shall not\nbe jealous of Judah, and Judah shall not harass Ephraim.\n", "14": "Isa 11:14 But they shall swoop down on the shoulder of the Philistines in the west, and together they shall\nplunder the people of the east. They shall put out their hand against Edom and Moab, and the Ammonites shall\nobey them.\n", "15": "Isa 11:15 And the LORD will utterly destroy the tongue of the Sea of Egypt, and will wave his hand over the\nRiver with his scorching breath, and strike it into seven channels, and he will lead people across in sandals.\n", "16": "Isa 11:16 And there will be a highway from Assyria for the remnant that remains of his people, as there was for\nIsrael when they came up from the land of Egypt."}, "12": {"1": "Isa 12:1 You will say in that day:\"I will give thanks to you, O LORD, for though you were angry with me, your\nanger turned away, that you might comfort me.\n", "2": "Isa 12:2 \"Behold, God is my salvation; I will trust, and will not be afraid; for the LORD GOD is my strength and\nmy song, and he has become my salvation.\"\n", "3": "Isa 12:3 With joy you will draw water from the wells of salvation.\n", "4": "Isa 12:4 And you will say in that day: \"Give thanks to the LORD, call upon his name, make known his deeds\namong the peoples, proclaim that his name is exalted.\n", "5": "Isa 12:5 \"Sing praises to the LORD, for he has done gloriously; let this be made known in all the earth.\n", "6": "Isa 12:6 Shout, and sing for joy, O inhabitant of Zion, for great in your midst is the Holy One of Israel.\""}, "13": {"1": "Isa 13:1 The oracle concerning Babylon which Isaiah the son of Amoz saw.\n", "2": "Isa 13:2 On a bare hill raise a signal; cry aloud to them; wave the hand for them to enter the gates of the nobles.\n", "3": "Isa 13:3 I myself have commanded my consecrated ones, and have summoned my mighty men to execute my\nanger, my proudly exulting ones.\n", "4": "Isa 13:4 The sound of a tumult is on the mountains as of a great multitude! The sound of an uproar of kingdoms,\nof nations gathering together! The LORD of hosts is mustering a host for battle.\n", "5": "Isa 13:5 They come from a distant land, from the end of the heavens, the LORD and the weapons of his\nindignation, to destroy the whole land.\n", "6": "Isa 13:6 Wail, for the day of the LORD is near; as destruction from the Almighty it will come!\n", "7": "Isa 13:7 Therefore all hands will be feeble, and every human heart will melt.\n", "8": "Isa 13:8 They will be dismayed: pangs and agony will seize them; they will be in anguish like a woman in labor.\nThey will look aghast at one another; their faces will be aflame.\n", "9": "Isa 13:9 Behold, the day of the LORD comes, cruel, with wrath and fierce anger, to make the land a desolation\nand to destroy its sinners from it.\n", "10": "Isa 13:10 For the stars of the heavens and their constellations will not give their light; the sun will be dark at its\nrising, and the moon will not shed its light.\n", "11": "Isa 13:11 I will punish the world for its evil, and the wicked for their iniquity; I will put an end to the pomp of thearrogant, and lay low the pompous pride of the ruthless.\n", "12": "Isa 13:12 I will make people more rare than fine gold, and mankind than the gold of Ophir.\n", "13": "Isa 13:13 Therefore I will make the heavens tremble, and the earth will be shaken out of its place, at the wrath\nof the LORD of hosts in the day of his fierce anger.\n", "14": "Isa 13:14 And like a hunted gazelle, or like sheep with none to gather them, each will turn to his own people,\nand each will flee to his own land.\n", "15": "Isa 13:15 Whoever is found will be thrust through, and whoever is caught will fall by the sword.\n", "16": "Isa 13:16 Their infants will be dashed in pieces before their eyes; their houses will be plundered and their wives\nravished.\n", "17": "Isa 13:17 Behold, I am stirring up the Medes against them, who have no regard for silver and do not delight in\ngold.\n", "18": "Isa 13:18 Their bows will slaughter the young men; they will have no mercy on the fruit of the womb; their eyes\nwill not pity children.\n", "19": "Isa 13:19 And Babylon, the glory of kingdoms, the splendor and pomp of the Chaldeans, will be like Sodom and\nGomorrah when God overthrew them.\n", "20": "Isa 13:20 It will never be inhabited or lived in for all generations; no Arab will pitch his tent there; no shepherds\nwill make their flocks lie down there.\n", "21": "Isa 13:21 But wild animals will lie down there, and their houses will be full of howling creatures; there ostriches\nwill dwell, and there wild goats will dance.\n", "22": "Isa 13:22 Hyenas will cry in its towers, and jackals in the pleasant palaces; its time is close at hand and its days\nwill not be prolonged."}, "14": {"1": "Isa 14:1 For the LORD will have compassion on Jacob and will again choose Israel, and will set them in their\nown land, and sojourners will join them and will attach themselves to the house of Jacob.\n", "2": "Isa 14:2 And the peoples will take them and bring them to their place, and the house of Israel will possess them\nin the LORD's land as male and female slaves. They will take captive those who were their captors, and rule\nover those who oppressed them.\n", "3": "Isa 14:3 When the LORD has given you rest from your pain and turmoil and the hard service with which you\nwere made to serve,\n", "4": "Isa 14:4 you will take up this taunt against the king of Babylon: \"How the oppressor has ceased, the insolent\nfury ceased!\n", "5": "Isa 14:5 The LORD has broken the staff of the wicked, the scepter of rulers,\n", "6": "Isa 14:6 that struck the peoples in wrath with unceasing blows, that ruled the nations in anger with unrelenting\npersecution.\n", "7": "Isa 14:7 The whole earth is at rest and quiet; they break forth into singing.\n", "8": "Isa 14:8 The cypresses rejoice at you, the cedars of Lebanon, saying, 'Since you were laid low, no woodcutter\ncomes up against us.'\n", "9": "Isa 14:9 Sheol beneath is stirred up to meet you when you come; it rouses the shades to greet you, all who\nwere leaders of the earth; it raises from their thrones all who were kings of the nations.\n", "10": "Isa 14:10 All of them will answer and say to you: 'You too have become as weak as we! You have become like\nus!'\n", "11": "Isa 14:11 Your pomp is brought down to Sheol, the sound of your harps; maggots are laid as a bed beneath\nyou, and worms are your covers.\n", "12": "Isa 14:12 \"How you are fallen from heaven, O Day Star, son of Dawn! How you are cut down to the ground, you\nwho laid the nations low!\n", "13": "Isa 14:13 You said in your heart, 'I will ascend to heaven; above the stars of God I will set my throne on high; I\nwill sit on the mount of assembly in the far reaches of the north;\n", "14": "Isa 14:14 I will ascend above the heights of the clouds; I will make myself like the Most High.'\n", "15": "Isa 14:15 But you are brought down to Sheol, to the far reaches of the pit.\n", "16": "Isa 14:16 Those who see you will stare at you and ponder over you: 'Is this the man who made the earth\ntremble, who shook kingdoms,\n", "17": "Isa 14:17 who made the world like a desert and overthrew its cities, who did not let his prisoners go home?'\n", "18": "Isa 14:18 All the kings of the nations lie in glory, each in his own tomb;\n", "19": "Isa 14:19 but you are cast out, away from your grave, like a loathed branch, clothed with the slain, those pierced\nby the sword, who go down to the stones of the pit, like a dead body trampled underfoot.\n", "20": "Isa 14:20 You will not be joined with them in burial, because you have destroyed your land, you have slain your\npeople. \"May the offspring of evildoers nevermore be named!\n", "21": "Isa 14:21 Prepare slaughter for his sons because of the guilt of their fathers, lest they rise and possess the\nearth, and fill the face of the world with cities.\"\n", "22": "Isa 14:22 \"I will rise up against them,\" declares the LORD of hosts, \"and will cut off from Babylon name andremnant, descendants and posterity,\" says the LORD.\n", "23": "Isa 14:23 \"And I will make it a possession of the hedgehog, and pools of water, and I will sweep it with the\nbroom of destruction,\" declares the LORD of hosts.\n", "24": "Isa 14:24 The LORD of hosts has sworn: \"As I have planned, so shall it be, and as I have purposed, so shall it\nstand,\n", "25": "Isa 14:25 that I will break the Assyrian in my land, and on my mountains trample him underfoot; and his yoke\nshall depart from them, and his burden from their shoulder.\"\n", "26": "Isa 14:26 This is the purpose that is purposed concerning the whole earth, and this is the hand that is stretched\nout over all the nations.\n", "27": "Isa 14:27 For the LORD of hosts has purposed, and who will annul it? His hand is stretched out, and who will\nturn it back?\n", "28": "Isa 14:28 In the year that King Ahaz died came this oracle:\n", "29": "Isa 14:29 Rejoice not, O Philistia, all of you, that the rod that struck you is broken, for from the serpent's root will\ncome forth an adder, and its fruit will be a flying fiery serpent.\n", "30": "Isa 14:30 And the firstborn of the poor will graze, and the needy lie down in safety; but I will kill your root with\nfamine, and your remnant it will slay.\n", "31": "Isa 14:31 Wail, O gate; cry out, O city; melt in fear, O Philistia, all of you! For smoke comes out of the north, and\nthere is no straggler in his ranks.\n", "32": "Isa 14:32 What will one answer the messengers of the nation? \"The LORD has founded Zion, and in her the\nafflicted of his people find refuge.\""}, "15": {"1": "Isa 15:1 An oracle concerning Moab. Because Ar of Moab is laid waste in a night, Moab is undone; because Kir\nof Moab is laid waste in a night, Moab is undone.\n", "2": "Isa 15:2 He has gone up to the temple, and to Dibon, to the high places to weep; over Nebo and over Medeba\nMoab wails. On every head is baldness; every beard is shorn;\n", "3": "Isa 15:3 in the streets they wear sackcloth; on the housetops and in the squares everyone wails and melts in\ntears.\n", "4": "Isa 15:4 Heshbon and Elealeh cry out; their voice is heard as far as Jahaz; therefore the armed men of Moab\ncry aloud; his soul trembles.\n", "5": "Isa 15:5 My heart cries out for Moab; her fugitives flee to Zoar, to Eglath-shelishiyah. For at the ascent of Luhith\nthey go up weeping; on the road to Horonaim they raise a cry of destruction;\n", "6": "Isa 15:6 the waters of Nimrim are a desolation; the grass is withered, the vegetation fails, the greenery is no\nmore.\n", "7": "Isa 15:7 Therefore the abundance they have gained and what they have laid up they carry away over the Brook\nof the Willows.\n", "8": "Isa 15:8 For a cry has gone around the land of Moab; her wailing reaches to Eglaim; her wailing reaches to\nBeer-elim.\n", "9": "Isa 15:9 For the waters of Dibon are full of blood; for I will bring upon Dibon even more, a lion for those of Moab\nwho escape, for the remnant of the land."}, "16": {"1": "Isa 16:1 Send the lamb to the ruler of the land, from Sela, by way of the desert, to the mount of the daughter of\nZion.\n", "2": "Isa 16:2 Like fleeing birds, like a scattered nest, so are the daughters of Moab at the fords of the Arnon.\n", "3": "Isa 16:3 \"Give counsel; grant justice; make your shade like night at the height of noon; shelter the outcasts; do\nnot reveal the fugitive;\n", "4": "Isa 16:4 let the outcasts of Moab sojourn among you; be a shelter to them from the destroyer. When the\noppressor is no more and destruction has ceased, and he who tramples underfoot has vanished from the land,\n", "5": "Isa 16:5 then a throne will be established in steadfast love, and on it will sit in faithfulness in the tent of David\none who judges and seeks justice and is swift to do righteousness.\"\n", "6": "Isa 16:6 We have heard of the pride of Moab- how proud he is!- of his arrogance, his pride, and his insolence; in\nhis idle boasting he is not right.\n", "7": "Isa 16:7 Therefore let Moab wail for Moab, let everyone wail. Mourn, utterly stricken, for the raisin cakes of Kirhareseth.\n", "8": "Isa 16:8 For the fields of Heshbon languish, and the vine of Sibmah; the lords of the nations have struck down\nits branches, which reached to Jazer and strayed to the desert; its shoots spread abroad and passed over the\nsea.\n", "9": "Isa 16:9 Therefore I weep with the weeping of Jazer for the vine of Sibmah; I drench you with my tears, O\nHeshbon and Elealeh; for over your summer fruit and your harvest the shout has ceased.\n", "10": "Isa 16:10 And joy and gladness are taken away from the fruitful field, and in the vineyards no songs are sung,\nno cheers are raised; no treader treads out wine in the presses; I have put an end to the shouting.\n", "11": "Isa 16:11 Therefore my inner parts moan like a lyre for Moab, and my inmost self for Kir-hareseth.", "12": "Isa 16:12 And when Moab presents himself, when he wearies himself on the high place, when he comes to his\nsanctuary to pray, he will not prevail.\n", "13": "Isa 16:13 This is the word that the LORD spoke concerning Moab in the past.\n", "14": "Isa 16:14 But now the LORD has spoken, saying, \"In three years, like the years of a hired worker, the glory of\nMoab will be brought into contempt, in spite of all his great multitude, and those who remain will be very few and\nfeeble.\""}, "17": {"1": "Isa 17:1 An oracle concerning Damascus. Behold, Damascus will cease to be a city and will become a heap of\nruins.\n", "2": "Isa 17:2 The cities of Aroer are deserted; they will be for flocks, which will lie down, and none will make them\nafraid.\n", "3": "Isa 17:3 The fortress will disappear from Ephraim, and the kingdom from Damascus; and the remnant of Syria\nwill be like the glory of the children of Israel, declares the LORD of hosts.\n", "4": "Isa 17:4 And in that day the glory of Jacob will be brought low, and the fat of his flesh will grow lean.\n", "5": "Isa 17:5 And it shall be as when the reaper gathers standing grain and his arm harvests the ears, and as when\none gleans the ears of grain in the Valley of Rephaim.\n", "6": "Isa 17:6 Gleanings will be left in it, as when an olive tree is beaten- two or three berries in the top of the highest\nbough, four or five on the branches of a fruit tree, declares the LORD God of Israel.\n", "7": "Isa 17:7 In that day man will look to his Maker, and his eyes will look on the Holy One of Israel.\n", "8": "Isa 17:8 He will not look to the altars, the work of his hands, and he will not look on what his own fingers have\nmade, either the Asherim or the altars of incense.\n", "9": "Isa 17:9 In that day their strong cities will be like the deserted places of the wooded heights and the hilltops,\nwhich they deserted because of the children of Israel, and there will be desolation.\n", "10": "Isa 17:10 For you have forgotten the God of your salvation and have not remembered the Rock of your refuge;\ntherefore, though you plant pleasant plants and sow the vine-branch of a stranger,\n", "11": "Isa 17:11 though you make them grow on the day that you plant them, and make them blossom in the morning\nthat you sow, yet the harvest will flee away in a day of grief and incurable pain.\n", "12": "Isa 17:12 Ah, the thunder of many peoples; they thunder like the thundering of the sea! Ah, the roar of nations;\nthey roar like the roaring of mighty waters!\n", "13": "Isa 17:13 The nations roar like the roaring of many waters, but he will rebuke them, and they will flee far away,\nchased like chaff on the mountains before the wind and whirling dust before the storm.\n", "14": "Isa 17:14 At evening time, behold, terror! Before morning, they are no more! This is the portion of those who loot\nus, and the lot of those who plunder us."}, "18": {"1": "Isa 18:1 Ah, land of whirring wings that is beyond the rivers of Cush,\n", "2": "Isa 18:2 which sends ambassadors by the sea, in vessels of papyrus on the waters! Go, you swift messengers,\nto a nation, tall and smooth, to a people feared near and far, a nation mighty and conquering, whose land the\nrivers divide.\n", "3": "Isa 18:3 All you inhabitants of the world, you who dwell on the earth, when a signal is raised on the mountains,\nlook! When a trumpet is blown, hear!\n", "4": "Isa 18:4 For thus the LORD said to me: \"I will quietly look from my dwelling like clear heat in sunshine, like a\ncloud of dew in the heat of harvest.\"\n", "5": "Isa 18:5 For before the harvest, when the blossom is over, and the flower becomes a ripening grape, he cuts off\nthe shoots with pruning hooks, and the spreading branches he lops off and clears away.\n", "6": "Isa 18:6 They shall all of them be left to the birds of prey of the mountains and to the beasts of the earth. And\nthe birds of prey will summer on them, and all the beasts of the earth will winter on them.\n", "7": "Isa 18:7 At that time tribute will be brought to the LORD of hosts from a people tall and smooth, from a people\nfeared near and far, a nation mighty and conquering, whose land the rivers divide, to Mount Zion, the place of\nthe name of the LORD of hosts."}, "19": {"1": "Isa 19:1 An oracle concerning Egypt. Behold, the LORD is riding on a swift cloud and comes to Egypt; and the\nidols of Egypt will tremble at his presence, and the heart of the Egyptians will melt within them.\n", "2": "Isa 19:2 And I will stir up Egyptians against Egyptians, and they will fight, each against another and each\nagainst his neighbor, city against city, kingdom against kingdom;\n", "3": "Isa 19:3 and the spirit of the Egyptians within them will be emptied out, and I will confound their counsel; and\nthey will inquire of the idols and the sorcerers, and the mediums and the necromancers;\n", "4": "Isa 19:4 and I will give over the Egyptians into the hand of a hard master, and a fierce king will rule over them,\ndeclares the Lord GOD of hosts.\n", "5": "Isa 19:5 And the waters of the sea will be dried up, and the river will be dry and parched,\n", "6": "Isa 19:6 and its canals will become foul, and the branches of Egypt's Nile will diminish and dry up, reeds and\nrushes will rot away.\n", "7": "Isa 19:7 There will be bare places by the Nile, on the brink of the Nile, and all that is sown by the Nile will beparched, will be driven away, and will be no more.\n", "8": "Isa 19:8 The fishermen will mourn and lament, all who cast a hook in the Nile; and they will languish who spread\nnets on the water.\n", "9": "Isa 19:9 The workers in combed flax will be in despair, and the weavers of white cotton.\n", "10": "Isa 19:10 Those who are the pillars of the land will be crushed, and all who work for pay will be grieved.\n", "11": "Isa 19:11 The princes of Zoan are utterly foolish; the wisest counselors of Pharaoh give stupid counsel. How\ncan you say to Pharaoh, \"I am a son of the wise, a son of ancient kings\"?\n", "12": "Isa 19:12 Where then are your wise men? Let them tell you that they might know what the LORD of hosts has\npurposed against Egypt.\n", "13": "Isa 19:13 The princes of Zoan have become fools, and the princes of Memphis are deluded; those who are the\ncornerstones of her tribes have made Egypt stagger.\n", "14": "Isa 19:14 The LORD has mingled within her a spirit of confusion, and they will make Egypt stagger in all its\ndeeds, as a drunken man staggers in his vomit.\n", "15": "Isa 19:15 And there will be nothing for Egypt that head or tail, palm branch or reed, may do.\n", "16": "Isa 19:16 In that day the Egyptians will be like women, and tremble with fear before the hand that the LORD of\nhosts shakes over them.\n", "17": "Isa 19:17 And the land of Judah will become a terror to the Egyptians. Everyone to whom it is mentioned will\nfear because of the purpose that the LORD of hosts has purposed against them.\n", "18": "Isa 19:18 In that day there will be five cities in the land of Egypt that speak the language of Canaan and swear\nallegiance to the LORD of hosts. One of these will be called the City of Destruction.\n", "19": "Isa 19:19 In that day there will be an altar to the LORD in the midst of the land of Egypt, and a pillar to the\nLORD at its border.\n", "20": "Isa 19:20 It will be a sign and a witness to the LORD of hosts in the land of Egypt. When they cry to the LORD\nbecause of oppressors, he will send them a savior and defender, and deliver them.\n", "21": "Isa 19:21 And the LORD will make himself known to the Egyptians, and the Egyptians will know the LORD in\nthat day and worship with sacrifice and offering, and they will make vows to the LORD and perform them.\n", "22": "Isa 19:22 And the LORD will strike Egypt, striking and healing, and they will return to the LORD, and he will\nlisten to their pleas for mercy and heal them.\n", "23": "Isa 19:23 In that day there will be a highway from Egypt to Assyria, and Assyria will come into Egypt, and Egypt\ninto Assyria, and the Egyptians will worship with the Assyrians.\n", "24": "Isa 19:24 In that day Israel will be the third with Egypt and Assyria, a blessing in the midst of the earth,\n", "25": "Isa 19:25 whom the LORD of hosts has blessed, saying, \"Blessed be Egypt my people, and Assyria the work of\nmy hands, and Israel my inheritance.\""}, "20": {"1": "Isa 20:1 In the year that the commander in chief, who was sent by Sargon the king of Assyria, came to Ashdod\nand fought against it and captured it", "2": "Isa 20:2 at that time the LORD spoke by Isaiah the son of Amoz, saying, \"Go, and loose the sackcloth from your\nwaist and take off your sandals from your feet,\" and he did so, walking naked and barefoot.\n", "3": "Isa 20:3 Then the LORD said, \"As my servant Isaiah has walked naked and barefoot for three years as a sign\nand a portent against Egypt and Cush,\n", "4": "Isa 20:4 so shall the king of Assyria lead away the Egyptian captives and the Cushite exiles, both the young and\nthe old, naked and barefoot, with buttocks uncovered, the nakedness of Egypt.\n", "5": "Isa 20:5 Then they shall be dismayed and ashamed because of Cush their hope and of Egypt their boast.\n", "6": "Isa 20:6 And the inhabitants of this coastland will say in that day, 'Behold, this is what has happened to those in\nwhom we hoped and to whom we fled for help to be delivered from the king of Assyria! And we, how shall we\nescape?'\""}, "21": {"1": "Isa 21:1 The oracle concerning the wilderness of the sea. As whirlwinds in the Negeb sweep on, it comes from\nthe wilderness, from a terrible land.\n", "2": "Isa 21:2 A stern vision is told to me; the traitor betrays, and the destroyer destroys. Go up, O Elam; lay siege, O\nMedia; all the sighing she has caused I bring to an end.\n", "3": "Isa 21:3 Therefore my loins are filled with anguish; pangs have seized me, like the pangs of a woman in labor; I\nam bowed down so that I cannot hear; I am dismayed so that I cannot see.\n", "4": "Isa 21:4 My heart staggers; horror has appalled me; the twilight I longed for has been turned for me into\ntrembling.\n", "5": "Isa 21:5 They prepare the table, they spread the rugs, they eat, they drink. Arise, O princes; oil the shield!\n", "6": "Isa 21:6 For thus the Lord said to me: \"Go, set a watchman; let him announce what he sees.\n", "7": "Isa 21:7 When he sees riders, horsemen in pairs, riders on donkeys, riders on camels, let him listen diligently,\nvery diligently.\"\n", "8": "Isa 21:8 Then he who saw cried out: \"Upon a watchtower I stand, O Lord, continually by day, and at my post I\nam stationed whole nights.", "9": "Isa 21:9 And behold, here come riders, horsemen in pairs!\" And he answered, \"Fallen, fallen is Babylon; and all\nthe carved images of her gods he has shattered to the ground.\"\n", "10": "Isa 21:10 O my threshed and winnowed one, what I have heard from the LORD of hosts, the God of Israel, I\nannounce to you.\n", "11": "Isa 21:11 The oracle concerning Dumah. One is calling to me from Seir, \"Watchman, what time of the night?\nWatchman, what time of the night?\"\n", "12": "Isa 21:12 The watchman says: \"Morning comes, and also the night. If you will inquire, inquire; come back\nagain.\"\n", "13": "Isa 21:13 The oracle concerning Arabia. In the thickets in Arabia you will lodge, O caravans of Dedanites.\n", "14": "Isa 21:14 To the thirsty bring water; meet the fugitive with bread, O inhabitants of the land of Tema.\n", "15": "Isa 21:15 For they have fled from the swords, from the drawn sword, from the bent bow, and from the press of\nbattle.\n", "16": "Isa 21:16 For thus the Lord said to me, \"Within a year, according to the years of a hired worker, all the glory of\nKedar will come to an end.\n", "17": "Isa 21:17 And the remainder of the archers of the mighty men of the sons of Kedar will be few, for the LORD,\nthe God of Israel, has spoken.\""}, "22": {"1": "Isa 22:1 The oracle concerning the valley of vision. What do you mean that you have gone up, all of you, to the\nhousetops,\n", "2": "Isa 22:2 you who are full of shoutings, tumultuous city, exultant town? Your slain are not slain with the sword or\ndead in battle.\n", "3": "Isa 22:3 All your leaders have fled together; without the bow they were captured. All of you who were found\nwere captured, though they had fled far away.\n", "4": "Isa 22:4 Therefore I said: \"Look away from me; let me weep bitter tears; do not labor to comfort me concerning\nthe destruction of the daughter of my people.\"\n", "5": "Isa 22:5 For the Lord GOD of hosts has a day of tumult and trampling and confusion in the valley of vision, a\nbattering down of walls and a shouting to the mountains.\n", "6": "Isa 22:6 And Elam bore the quiver with chariots and horsemen, and Kir uncovered the shield.\n", "7": "Isa 22:7 Your choicest valleys were full of chariots, and the horsemen took their stand at the gates.\n", "8": "Isa 22:8 He has taken away the covering of Judah. In that day you looked to the weapons of the House of the\nForest,\n", "9": "Isa 22:9 and you saw that the breaches of the city of David were many. You collected the waters of the lower\npool,\n", "10": "Isa 22:10 and you counted the houses of Jerusalem, and you broke down the houses to fortify the wall.\n", "11": "Isa 22:11 You made a reservoir between the two walls for the water of the old pool. But you did not look to him\nwho did it, or see him who planned it long ago.\n", "12": "Isa 22:12 In that day the Lord GOD of hosts called for weeping and mourning, for baldness and wearing\nsackcloth;\n", "13": "Isa 22:13 and behold, joy and gladness, killing oxen and slaughtering sheep, eating flesh and drinking wine.\n\"Let us eat and drink, for tomorrow we die.\"\n", "14": "Isa 22:14 The LORD of hosts has revealed himself in my ears: \"Surely this iniquity will not be atoned for you\nuntil you die,\" says the Lord GOD of hosts.\n", "15": "Isa 22:15 Thus says the Lord GOD of hosts, \"Come, go to this steward, to Shebna, who is over the household,\nand say to him:\n", "16": "Isa 22:16 What have you to do here, and whom have you here, that you have cut out here a tomb for yourself,\nyou who cut out a tomb on the height and carve a dwelling for yourself in the rock?\n", "17": "Isa 22:17 Behold, the LORD will hurl you away violently, O you strong man. He will seize firm hold on you\n", "18": "Isa 22:18 and whirl you around and around, and throw you like a ball into a wide land. There you shall die, and\nthere shall be your glorious chariots, you shame of your master's house.\n", "19": "Isa 22:19 I will thrust you from your office, and you will be pulled down from your station.\n", "20": "Isa 22:20 In that day I will call my servant Eliakim the son of Hilkiah,\n", "21": "Isa 22:21 and I will clothe him with your robe, and will bind your sash on him, and will commit your authority to\nhis hand. And he shall be a father to the inhabitants of Jerusalem and to the house of Judah.\n", "22": "Isa 22:22 And I will place on his shoulder the key of the house of David. He shall open, and none shall shut; and\nhe shall shut, and none shall open.\n", "23": "Isa 22:23 And I will fasten him like a peg in a secure place, and he will become a throne of honor to his father's\nhouse.\n", "24": "Isa 22:24 And they will hang on him the whole honor of his father's house, the offspring and issue, every small\nvessel, from the cups to all the flagons.\n", "25": "Isa 22:25 In that day, declares the LORD of hosts, the peg that was fastened in a secure place will give way,and it will be cut down and fall, and the load that was on it will be cut off, for the LORD has spoken.\""}, "23": {"1": "Isa 23:1 The oracle concerning Tyre. Wail, O ships of Tarshish, for Tyre is laid waste, without house or harbor!\nFrom the land of Cyprus it is revealed to them.\n", "2": "Isa 23:2 Be still, O inhabitants of the coast; the merchants of Sidon, who cross the sea, have filled you.\n", "3": "Isa 23:3 And on many waters your revenue was the grain of Shihor, the harvest of the Nile; you were the\nmerchant of the nations.\n", "4": "Isa 23:4 Be ashamed, O Sidon, for the sea has spoken, the stronghold of the sea, saying: \"I have neither\nlabored nor given birth, I have neither reared young men nor brought up young women.\"\n", "5": "Isa 23:5 When the report comes to Egypt, they will be in anguish over the report about Tyre.\n", "6": "Isa 23:6 Cross over to Tarshish; wail, O inhabitants of the coast!\n", "7": "Isa 23:7 Is this your exultant city whose origin is from days of old, whose feet carried her to settle far away?\n", "8": "Isa 23:8 Who has purposed this against Tyre, the bestower of crowns, whose merchants were princes, whose\ntraders were the honored of the earth?\n", "9": "Isa 23:9 The LORD of hosts has purposed it, to defile the pompous pride of all glory, to dishonor all the honored\nof the earth.\n", "10": "Isa 23:10 Cross over your land like the Nile, O daughter of Tarshish; there is no restraint anymore.\n", "11": "Isa 23:11 He has stretched out his hand over the sea; he has shaken the kingdoms; the LORD has given\ncommand concerning Canaan to destroy its strongholds.\n", "12": "Isa 23:12 And he said: \"You will no more exult, O oppressed virgin daughter of Sidon; arise, cross over to\nCyprus, even there you will have no rest.\"\n", "13": "Isa 23:13 Behold the land of the Chaldeans! This is the people that was not; Assyria destined it for wild beasts.\nThey erected their siege towers, they stripped her palaces bare, they made her a ruin.\n", "14": "Isa 23:14 Wail, O ships of Tarshish, for your stronghold is laid waste.\n", "15": "Isa 23:15 In that day Tyre will be forgotten for seventy years, like the days of one king. At the end of seventy\nyears, it will happen to Tyre as in the song of the prostitute:\n", "16": "Isa 23:16 \"Take a harp; go about the city, O forgotten prostitute! Make sweet melody; sing many songs, that you\nmay be remembered.\"\n", "17": "Isa 23:17 At the end of seventy years, the LORD will visit Tyre, and she will return to her wages and will\nprostitute herself with all the kingdoms of the world on the face of the earth.\n", "18": "Isa 23:18 Her merchandise and her wages will be holy to the LORD. It will not be stored or hoarded, but her\nmerchandise will supply abundant food and fine clothing for those who dwell before the LORD."}, "24": {"1": "Isa 24:1 Behold, the LORD will empty the earth and make it desolate, and he will twist its surface and scatter its\ninhabitants.\n", "2": "Isa 24:2 And it shall be, as with the people, so with the priest; as with the slave, so with his master; as with the\nmaid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with\nthe creditor, so with the debtor.\n", "3": "Isa 24:3 The earth shall be utterly empty and utterly plundered; for the LORD has spoken this word.\n", "4": "Isa 24:4 The earth mourns and withers; the world languishes and withers; the highest people of the earth\nlanguish.\n", "5": "Isa 24:5 The earth lies defiled under its inhabitants; for they have transgressed the laws, violated the statutes,\nbroken the everlasting covenant.\n", "6": "Isa 24:6 Therefore a curse devours the earth, and its inhabitants suffer for their guilt; therefore the inhabitants of\nthe earth are scorched, and few men are left.\n", "7": "Isa 24:7 The wine mourns, the vine languishes, all the merry-hearted sigh.\n", "8": "Isa 24:8 The mirth of the tambourines is stilled, the noise of the jubilant has ceased, the mirth of the lyre is\nstilled.\n", "9": "Isa 24:9 No more do they drink wine with singing; strong drink is bitter to those who drink it.\n", "10": "Isa 24:10 The wasted city is broken down; every house is shut up so that none can enter.\n", "11": "Isa 24:11 There is an outcry in the streets for lack of wine; all joy has grown dark; the gladness of the earth is\nbanished.\n", "12": "Isa 24:12 Desolation is left in the city; the gates are battered into ruins.\n", "13": "Isa 24:13 For thus it shall be in the midst of the earth among the nations, as when an olive tree is beaten, as at\nthe gleaning when the grape harvest is done.\n", "14": "Isa 24:14 They lift up their voices, they sing for joy; over the majesty of the LORD they shout from the west.\n", "15": "Isa 24:15 Therefore in the east give glory to the LORD; in the coastlands of the sea, give glory to the name of\nthe LORD, the God of Israel.\n", "16": "Isa 24:16 From the ends of the earth we hear songs of praise, of glory to the Righteous One. But I say, \"I waste\naway, I waste away. Woe is me! For the traitors have betrayed, with betrayal the traitors have betrayed.\"\n", "17": "Isa 24:17 Terror and the pit and the snare are upon you, O inhabitant of the earth!", "18": "Isa 24:18 He who flees at the sound of the terror shall fall into the pit, and he who climbs out of the pit shall be\ncaught in the snare. For the windows of heaven are opened, and the foundations of the earth tremble.\n", "19": "Isa 24:19 The earth is utterly broken, the earth is split apart, the earth is violently shaken.\n", "20": "Isa 24:20 The earth staggers like a drunken man; it sways like a hut; its transgression lies heavy upon it, and it\nfalls, and will not rise again.\n", "21": "Isa 24:21 On that day the LORD will punish the host of heaven, in heaven, and the kings of the earth, on the\nearth.\n", "22": "Isa 24:22 They will be gathered together as prisoners in a pit; they will be shut up in a prison, and after many\ndays they will be punished.\n", "23": "Isa 24:23 Then the moon will be confounded and the sun ashamed, for the LORD of hosts reigns on Mount Zion\nand in Jerusalem, and his glory will be before his elders."}, "25": {"1": "Isa 25:1 O LORD, you are my God;I will exalt you; I will praise your name, for you have done wonderful things,\nplans formed of old, faithful and sure.\n", "2": "Isa 25:2 For you have made the city a heap, the fortified city a ruin; the foreigners' palace is a city no more; it\nwill never be rebuilt.\n", "3": "Isa 25:3 Therefore strong peoples will glorify you; cities of ruthless nations will fear you.\n", "4": "Isa 25:4 For you have been a stronghold to the poor, a stronghold to the needy in his distress, a shelter from the\nstorm and a shade from the heat; for the breath of the ruthless is like a storm against a wall,\n", "5": "Isa 25:5 like heat in a dry place. You subdue the noise of the foreigners; as heat by the shade of a cloud, so the\nsong of the ruthless is put down.\n", "6": "Isa 25:6 On this mountain the LORD of hosts will make for all peoples a feast of rich food, a feast of well-aged\nwine, of rich food full of marrow, of aged wine well refined.\n", "7": "Isa 25:7 And he will swallow up on this mountain the covering that is cast over all peoples, the veil that is spread\nover all nations.\n", "8": "Isa 25:8 He will swallow up death forever; and the Lord GOD will wipe away tears from all faces, and the\nreproach of his people he will take away from all the earth, for the LORD has spoken.\n", "9": "Isa 25:9 It will be said on that day, \"Behold, this is our God; we have waited for him, that he might save us. This\nis the LORD; we have waited for him; let us be glad and rejoice in his salvation.\"\n", "10": "Isa 25:10 For the hand of the LORD will rest on this mountain, and Moab shall be trampled down in his place, as\nstraw is trampled down in a dunghill.\n", "11": "Isa 25:11 And he will spread out his hands in the midst of it as a swimmer spreads his hands out to swim, but\nthe LORD will lay low his pompous pride together with the skill of his hands.\n", "12": "Isa 25:12 And the high fortifications of his walls he will bring down, lay low, and cast to the ground, to the dust."}, "26": {"1": "Isa 26:1 In that day this song will be sung in the land of Judah: \"We have a strong city; he sets up salvation as\nwalls and bulwarks.\n", "2": "Isa 26:2 Open the gates, that the righteous nation that keeps faith may enter in.\n", "3": "Isa 26:3 You keep him in perfect peace whose mind is stayed on you, because he trusts in you.\n", "4": "Isa 26:4 Trust in the LORD forever, for the LORD GOD is an everlasting rock.\n", "5": "Isa 26:5 For he has humbled the inhabitants of the height, the lofty city. He lays it low, lays it low to the ground,\ncasts it to the dust.\n", "6": "Isa 26:6 The foot tramples it, the feet of the poor, the steps of the needy.\"\n", "7": "Isa 26:7 The path of the righteous is level; you make level the way of the righteous.\n", "8": "Isa 26:8 In the path of your judgments, O LORD, we wait for you; your name and remembrance are the desire of\nour soul.\n", "9": "Isa 26:9 My soul yearns for you in the night; my spirit within me earnestly seeks you. For when your judgments\nare in the earth, the inhabitants of the world learn righteousness.\n", "10": "Isa 26:10 If favor is shown to the wicked, he does not learn righteousness; in the land of uprightness he deals\ncorruptly and does not see the majesty of the LORD.\n", "11": "Isa 26:11 O LORD, your hand is lifted up, but they do not see it. Let them see your zeal for your people, and be\nashamed. Let the fire for your adversaries consume them.\n", "12": "Isa 26:12 O LORD, you will ordain peace for us; you have done for us all our works.\n", "13": "Isa 26:13 O LORD our God, other lords besides you have ruled over us, but your name alone we bring to\nremembrance.\n", "14": "Isa 26:14 They are dead, they will not live; they are shades, they will not arise; to that end you have visited them\nwith destruction and wiped out all remembrance of them.\n", "15": "Isa 26:15 But you have increased the nation, O LORD, you have increased the nation; you are glorified; you\nhave enlarged all the borders of the land.\n", "16": "Isa 26:16 O LORD, in distress they sought you; they poured out a whispered prayer when your discipline was\nupon them.", "17": "Isa 26:17 Like a pregnant woman who writhes and cries out in her pangs when she is near to giving birth, so\nwere we because of you, O LORD;\n", "18": "Isa 26:18 we were pregnant, we writhed, but we have given birth to wind. We have accomplished no\ndeliverance in the earth, and the inhabitants of the world have not fallen.\n", "19": "Isa 26:19 Your dead shall live; their bodies shall rise. You who dwell in the dust, awake and sing for joy! For\nyour dew is a dew of light, and the earth will give birth to the dead.\n", "20": "Isa 26:20 Come, my people, enter your chambers, and shut your doors behind you; hide yourselves for a little\nwhile until the fury has passed by.\n", "21": "Isa 26:21 For behold, the LORD is coming out from his place to punish the inhabitants of the earth for their\niniquity, and the earth will disclose the blood shed on it, and will no more cover its slain."}, "27": {"1": "Isa 27:1 In that day the LORD with his hard and great and strong sword will punish Leviathan the fleeing\nserpent, Leviathan the twisting serpent, and he will slay the dragon that is in the sea.\n", "2": "Isa 27:2 In that day, \"A pleasant vineyard, sing of it!\n", "3": "Isa 27:3 I, the LORD, am its keeper; every moment I water it. Lest anyone punish it, I keep it night and day;\n", "4": "Isa 27:4 I have no wrath. Would that I had thorns and briers to battle! I would march against them, I would burn\nthem up together.\n", "5": "Isa 27:5 Or let them lay hold of my protection, let them make peace with me, let them make peace with me.\"\n", "6": "Isa 27:6 In days to come Jacob shall take root, Israel shall blossom and put forth shoots and fill the whole world\nwith fruit.\n", "7": "Isa 27:7 Has he struck them as he struck those who struck them? Or have they been slain as their slayers were\nslain?\n", "8": "Isa 27:8 Measure by measure, by exile you contended with them; he removed them with his fierce breath in the\nday of the east wind.\n", "9": "Isa 27:9 Therefore by this the guilt of Jacob will be atoned for, and this will be the full fruit of the removal of his\nsin: when he makes all the stones of the altars like chalkstones crushed to pieces, no Asherim or incense altars\nwill remain standing.\n", "10": "Isa 27:10 For the fortified city is solitary, a habitation deserted and forsaken, like the wilderness; there the calf\ngrazes; there it lies down and strips its branches.\n", "11": "Isa 27:11 When its boughs are dry, they are broken; women come and make a fire of them. For this is a people\nwithout discernment; therefore he who made them will not have compassion on them; he who formed them will\nshow them no favor.\n", "12": "Isa 27:12 In that day from the river Eu-phrates to the Brook of Egypt the LORD will thresh out the grain, and you\nwill be gleaned one by one, O people of Israel.\n", "13": "Isa 27:13 And in that day a great trumpet will be blown, and those who were lost in the land of Assyria and\nthose who were driven out to the land of Egypt will come and worship the LORD on the holy mountain at\nJerusalem."}, "28": {"1": "Isa 28:1 Ah, the proud crown of the drunkards of Ephraim, and the fading flower of its glorious beauty, which is\non the head of the rich valley of those overcome with wine!\n", "2": "Isa 28:2 Behold, the Lord has one who is mighty and strong; like a storm of hail, a destroying tempest, like a\nstorm of mighty, overflowing waters, he casts down to the earth with his hand.\n", "3": "Isa 28:3 The proud crown of the drunkards of Ephraim will be trodden underfoot;\n", "4": "Isa 28:4 and the fading flower of its glorious beauty, which is on the head of the rich valley, will be like a first-ripe\nfig before the summer: when someone sees it, he swallows it as soon as it is in his hand.\n", "5": "Isa 28:5 In that day the LORD of hosts will be a crown of glory, and a diadem of beauty, to the remnant of his\npeople,\n", "6": "Isa 28:6 and a spirit of justice to him who sits in judgment, and strength to those who turn back the battle at the\ngate.\n", "7": "Isa 28:7 These also reel with wine and stagger with strong drink; the priest and the prophet reel with strong\ndrink, they are swallowed by wine, they stagger with strong drink, they reel in vision, they stumble in giving\njudgment.\n", "8": "Isa 28:8 For all tables are full of filthy vomit, with no space left.\n", "9": "Isa 28:9 \"To whom will he teach knowledge, and to whom will he explain the message? Those who are weaned\nfrom the milk, those taken from the breast?\n", "10": "Isa 28:10 For it is precept upon precept, precept upon precept, line upon line, line upon line, here a little, there a\nlittle.\"\n", "11": "Isa 28:11 For by people of strange lips and with a foreign tongue the LORD will speak to this people,\n", "12": "Isa 28:12 to whom he has said, \"This is rest; give rest to the weary; and this is repose\"; yet they would not hear.\n", "13": "Isa 28:13 And the word of the LORD will be to them precept upon precept, precept upon precept, line upon line,\nline upon line, here a little, there a little, that they may go, and fall backward, and be broken, and snared, andtaken.\n", "14": "Isa 28:14 Therefore hear the word of the LORD, you scoffers, who rule this people in Jerusalem!\n", "15": "Isa 28:15 Because you have said, \"We have made a covenant with death, and with Sheol we have an\nagreement, when the overwhelming whip passes through it will not come to us, for we have made lies our\nrefuge, and in falsehood we have taken shelter\";\n", "16": "Isa 28:16 therefore thus says the Lord GOD, \"Behold, I am the one who has laid as a foundation in Zion, a\nstone, a tested stone, a precious cornerstone, of a sure foundation: 'Whoever believes will not be in haste.'\n", "17": "Isa 28:17 And I will make justice the line, and righteousness the plumb line; and hail will sweep away the refuge\nof lies, and waters will overwhelm the shelter.\"\n", "18": "Isa 28:18 Then your covenant with death will be annulled, and your agreement with Sheol will not stand; when\nthe overwhelming scourge passes through, you will be beaten down by it.\n", "19": "Isa 28:19 As often as it passes through it will take you; for morning by morning it will pass through, by day and\nby night; and it will be sheer terror to understand the message.\n", "20": "Isa 28:20 For the bed is too short to stretch oneself on, and the covering too narrow to wrap oneself in.\n", "21": "Isa 28:21 For the LORD will rise up as on Mount Perazim; as in the Valley of Gibeon he will be roused; to do his\ndeed- strange is his deed! and to work his work- alien is his work!\n", "22": "Isa 28:22 Now therefore do not scoff, lest your bonds be made strong; for I have heard a decree of destruction\nfrom the Lord GOD of hosts against the whole land.\n", "23": "Isa 28:23 Give ear, and hear my voice; give attention, and hear my speech.\n", "24": "Isa 28:24 Does he who plows for sowing plow continually? does he continually open and harrow his ground?\n", "25": "Isa 28:25 When he has leveled its surface, does he not scatter dill, sow cumin, and put in wheat in rows and\nbarley in its proper place, and emmer as the border?\n", "26": "Isa 28:26 For he is rightly instructed; his God teaches him.\n", "27": "Isa 28:27 Dill is not threshed with a threshing sledge, nor is a cart wheel rolled over cumin, but dill is beaten out\nwith a stick, and cumin with a rod.\n", "28": "Isa 28:28 Does one crush grain for bread? No, he does not thresh it forever; when he drives his cart wheel over\nit with his horses, he does not crush it.\n", "29": "Isa 28:29 This also comes from the LORD of hosts; he is wonderful in counsel and excellent in wisdom."}, "29": {"1": "Isa 29:1 Ah, Ariel, Ariel,the city where David encamped! Add year to year; let the feasts run their round.\n", "2": "Isa 29:2 Yet I will distress Ariel, and there shall be moaning and lamentation, and she shall be to me like an\nAriel.\n", "3": "Isa 29:3 And I will encamp against you all around, and will besiege you with towers and I will raise siegeworks\nagainst you.\n", "4": "Isa 29:4 And you will be brought low; from the earth you shall speak, and from the dust your speech will be\nbowed down; your voice shall come from the ground like the voice of a ghost, and from the dust your speech\nshall whisper.\n", "5": "Isa 29:5 But the multitude of your foreign foes shall be like small dust, and the multitude of the ruthless like\npassing chaff. And in an instant, suddenly,\n", "6": "Isa 29:6 you will be visited by the LORD of hosts with thunder and with earthquake and great noise, with\nwhirlwind and tempest, and the flame of a devouring fire.\n", "7": "Isa 29:7 And the multitude of all the nations that fight against Ariel, all that fight against her and her stronghold\nand distress her, shall be like a dream, a vision of the night.\n", "8": "Isa 29:8 As when a hungry man dreams he is eating and awakes with his hunger not satisfied, or as when a\nthirsty man dreams he is drinking and awakes faint, with his thirst not quenched, so shall the multitude of all the\nnations be that fight against Mount Zion.\n", "9": "Isa 29:9 Astonish yourselves and be astonished; blind yourselves and be blind! Be drunk, but not with wine;\nstagger, but not with strong drink!\n", "10": "Isa 29:10 For the LORD has poured out upon you a spirit of deep sleep, and has closed your eyes (the\nprophets), and covered your heads (the seers).\n", "11": "Isa 29:11 And the vision of all this has become to you like the words of a book that is sealed. When men give it\nto one who can read, saying, \"Read this,\" he says, \"I cannot, for it is sealed.\"\n", "12": "Isa 29:12 And when they give the book to one who cannot read, saying, \"Read this,\" he says, \"I cannot read.\"\n", "13": "Isa 29:13 And the Lord said: \"Because this people draw near with their mouth and honor me with their lips, while\ntheir hearts are far from me, and their fear of me is a commandment taught by men,\n", "14": "Isa 29:14 therefore, behold, I will again do wonderful things with this people, with wonder upon wonder; and the\nwisdom of their wise men shall perish, and the discernment of their discerning men shall be hidden.\"\n", "15": "Isa 29:15 Ah, you who hide deep from the LORD your counsel, whose deeds are in the dark, and who say,\n\"Who sees us? Who knows us?\"\n", "16": "Isa 29:16 You turn things upside down! Shall the potter be regarded as the clay, that the thing made should sayof its maker, \"He did not make me\"; or the thing formed say of him who formed it, \"He has no understanding\"?\n", "17": "Isa 29:17 Is it not yet a very little while until Lebanon shall be turned into a fruitful field, and the fruitful field shall\nbe regarded as a forest?\n", "18": "Isa 29:18 In that day the deaf shall hear the words of a book, and out of their gloom and darkness the eyes of\nthe blind shall see.\n", "19": "Isa 29:19 The meek shall obtain fresh joy in the LORD, and the poor among mankind shall exult in the Holy One\nof Israel.\n", "20": "Isa 29:20 For the ruthless shall come to nothing and the scoffer cease, and all who watch to do evil shall be cut\noff,\n", "21": "Isa 29:21 who by a word make a man out to be an offender, and lay a snare for him who reproves in the gate,\nand with an empty plea turn aside him who is in the right.\n", "22": "Isa 29:22 Therefore thus says the LORD, who redeemed Abraham, concerning the house of Jacob: \"Jacob shall\nno more be ashamed, no more shall his face grow pale.\n", "23": "Isa 29:23 For when he sees his children, the work of my hands, in his midst, they will sanctify my name; they will\nsanctify the Holy One of Jacob and will stand in awe of the God of Israel.\n", "24": "Isa 29:24 And those who go astray in spirit will come to understanding, and those who murmur will accept\ninstruction.\""}, "30": {"1": "Isa 30:1 \"Ah, stubborn children,\" declares the LORD, \"who carry out a plan, but not mine, and who make an\nalliance, but not of my Spirit, that they may add sin to sin;\n", "2": "Isa 30:2 who set out to go down to Egypt, without asking for my direction, to take refuge in the protection of\nPharaoh and to seek shelter in the shadow of Egypt!\n", "3": "Isa 30:3 Therefore shall the protection of Pharaoh turn to your shame, and the shelter in the shadow of Egypt to\nyour humiliation.\n", "4": "Isa 30:4 For though his officials are at Zoan and his envoys reach Hanes,\n", "5": "Isa 30:5 everyone comes to shame through a people that cannot profit them, that brings neither help nor profit,\nbut shame and disgrace.\"\n", "6": "Isa 30:6 An oracle on the beasts of the Negeb. Through a land of trouble and anguish, from where come the\nlioness and the lion, the adder and the flying fiery serpent, they carry their riches on the backs of donkeys, and\ntheir treasures on the humps of camels, to a people that cannot profit them.\n", "7": "Isa 30:7 Egypt's help is worthless and empty; therefore I have called her \"Rahab who sits still.\"\n", "8": "Isa 30:8 And now, go, write it before them on a tablet and inscribe it in a book, that it may be for the time to\ncome as a witness forever.\n", "9": "Isa 30:9 For they are a rebellious people, lying children, children unwilling to hear the instruction of the LORD;\n", "10": "Isa 30:10 who say to the seers, \"Do not see,\" and to the prophets, \"Do not prophesy to us what is right; speak to\nus smooth things, prophesy illusions,\n", "11": "Isa 30:11 leave the way, turn aside from the path, let us hear no more about the Holy One of Israel.\"\n", "12": "Isa 30:12 Therefore thus says the Holy One of Israel, \"Because you despise this word and trust in oppression\nand perverseness and rely on them,\n", "13": "Isa 30:13 therefore this iniquity shall be to you like a breach in a high wall, bulging out, and about to collapse,\nwhose breaking comes suddenly, in an instant;\n", "14": "Isa 30:14 and its breaking is like that of a potter's vessel that is smashed so ruthlessly that among its fragments\nnot a shard is found with which to take fire from the hearth, or to dip up water out of the cistern.\"\n", "15": "Isa 30:15 For thus said the Lord GOD, the Holy One of Israel, \"In returning and rest you shall be saved; in\nquietness and in trust shall be your strength.\" But you were unwilling,\n", "16": "Isa 30:16 and you said, \"No! We will flee upon horses\"; therefore you shall flee away; and, \"We will ride upon\nswift steeds\"; therefore your pursuers shall be swift.\n", "17": "Isa 30:17 A thousand shall flee at the threat of one; at the threat of five you shall flee, till you are left like a\nflagstaff on the top of a mountain, like a signal on a hill.\n", "18": "Isa 30:18 Therefore the LORD waits to be gracious to you, and therefore he exalts himself to show mercy to\nyou. For the LORD is a God of justice; blessed are all those who wait for him.\n", "19": "Isa 30:19 For a people shall dwell in Zion, in Jerusalem; you shall weep no more. He will surely be gracious to\nyou at the sound of your cry. As soon as he hears it, he answers you.\n", "20": "Isa 30:20 And though the Lord give you the bread of adversity and the water of affliction, yet your Teacher will\nnot hide himself anymore, but your eyes shall see your Teacher.\n", "21": "Isa 30:21 And your ears shall hear a word behind you, saying, \"This is the way, walk in it,\" when you turn to the\nright or when you turn to the left.\n", "22": "Isa 30:22 Then you will defile your carved idols overlaid with silver and your gold-plated metal images. You will\nscatter them as unclean things. You will say to them, \"Be gone!\"\n", "23": "Isa 30:23 And he will give rain for the seed with which you sow the ground, and bread, the produce of theground, which will be rich and plenteous. In that day your livestock will graze in large pastures,\n", "24": "Isa 30:24 and the oxen and the donkeys that work the ground will eat seasoned fodder, which has been\nwinnowed with shovel and fork.\n", "25": "Isa 30:25 And on every lofty mountain and every high hill there will be brooks running with water, in the day of\nthe great slaughter, when the towers fall.\n", "26": "Isa 30:26 Moreover, the light of the moon will be as the light of the sun, and the light of the sun will be\nsevenfold, as the light of seven days, in the day when the LORD binds up the brokenness of his people, and\nheals the wounds inflicted by his blow.\n", "27": "Isa 30:27 Behold, the name of the LORD comes from far, burning with his anger, and in thick rising smoke; his\nlips are full of fury, and his tongue is like a devouring fire;\n", "28": "Isa 30:28 his breath is like an overflowing stream that reaches up to the neck; to sift the nations with the sieve of\ndestruction, and to place on the jaws of the peoples a bridle that leads astray.\n", "29": "Isa 30:29 You shall have a song as in the night when a holy feast is kept, and gladness of heart, as when one\nsets out to the sound of the flute to go to the mountain of the LORD, to the Rock of Israel.\n", "30": "Isa 30:30 And the LORD will cause his majestic voice to be heard and the descending blow of his arm to be\nseen, in furious anger and a flame of devouring fire, with a cloudburst and storm and hailstones.\n", "31": "Isa 30:31 The Assyrians will be terror-stricken at the voice of the LORD, when he strikes with his rod.\n", "32": "Isa 30:32 And every stroke of the appointed staff that the LORD lays on them will be to the sound of\ntambourines and lyres. Battling with brandished arm, he will fight with them.\n", "33": "Isa 30:33 For a burning place has long been prepared; indeed, for the king it is made ready, its pyre made deep\nand wide, with fire and wood in abundance; the breath of the LORD, like a stream of sulfur, kindles it."}, "31": {"1": "Isa 31:1 Woe to those who go down to Egypt for help and rely on horses, who trust in chariots because they are\nmany and in horsemen because they are very strong, but do not look to the Holy One of Israel or consult the\nLORD!\n", "2": "Isa 31:2 And yet he is wise and brings disaster; he does not call back his words, but will arise against the house\nof the evildoers and against the helpers of those who work iniquity.\n", "3": "Isa 31:3 The Egyptians are man, and not God, and their horses are flesh, and not spirit. When the LORD\nstretches out his hand, the helper will stumble, and he who is helped will fall, and they will all perish together.\n", "4": "Isa 31:4 For thus the LORD said to me, \"As a lion or a young lion growls over his prey, and when a band of\nshepherds is called out against him is not terrified by their shouting or daunted at their noise, so the LORD of\nhosts will come down to fight on Mount Zion and on its hill.\n", "5": "Isa 31:5 Like birds hovering, so the LORD of hosts will protect Jerusalem; he will protect and deliver it; he will\nspare and rescue it.\"\n", "6": "Isa 31:6 Turn to him from whom people have deeply revolted, O children of Israel.\n", "7": "Isa 31:7 For in that day everyone shall cast away his idols of silver and his idols of gold, which your hands have\nsinfully made for you.\n", "8": "Isa 31:8 \"And the Assyrian shall fall by a sword, not of man; and a sword, not of man, shall devour him; and he\nshall flee from the sword, and his young men shall be put to forced labor.\n", "9": "Isa 31:9 His rock shall pass away in terror, and his officers desert the standard in panic,\" declares the LORD,\nwhose fire is in Zion, and whose furnace is in Jerusalem."}, "32": {"1": "Isa 32:1 Behold, a king will reign in righteousness, and princes will rule in justice.\n", "2": "Isa 32:2 Each will be like a hiding place from the wind, a shelter from the storm, like streams of water in a dry\nplace, like the shade of a great rock in a weary land.\n", "3": "Isa 32:3 Then the eyes of those who see will not be closed, and the ears of those who hear will give attention.\n", "4": "Isa 32:4 The heart of the hasty will understand and know, and the tongue of the stammerers will hasten to\nspeak distinctly.\n", "5": "Isa 32:5 The fool will no more be called noble, nor the scoundrel said to be honorable.\n", "6": "Isa 32:6 For the fool speaks folly, and his heart is busy with iniquity, to practice ungodliness, to utter error\nconcerning the LORD, to leave the craving of the hungry unsatisfied, and to deprive the thirsty of drink.\n", "7": "Isa 32:7 As for the scoundrel- his devices are evil; he plans wicked schemes to ruin the poor with lying words,\neven when the plea of the needy is right.\n", "8": "Isa 32:8 But he who is noble plans noble things, and on noble things he stands.\n", "9": "Isa 32:9 Rise up, you women who are at ease, hear my voice; you complacent daughters, give ear to my\nspeech.\n", "10": "Isa 32:10 In little more than a year you will shudder, you complacent women; for the grape harvest fails, the fruit\nharvest will not come.\n", "11": "Isa 32:11 Tremble, you women who are at ease, shudder, you complacent ones; strip, and make yourselves\nbare, and tie sackcloth around your waist.\n", "12": "Isa 32:12 Beat your breasts for the pleasant fields, for the fruitful vine,", "13": "Isa 32:13 for the soil of my people growing up in thorns and briers, yes, for all the joyous houses in the exultant\ncity.\n", "14": "Isa 32:14 For the palace is forsaken, the populous city deserted; the hill and the watchtower will become dens\nforever, a joy of wild donkeys, a pasture of flocks;\n", "15": "Isa 32:15 until the Spirit is poured upon us from on high, and the wilderness becomes a fruitful field, and the\nfruitful field is deemed a forest.\n", "16": "Isa 32:16 Then justice will dwell in the wilderness, and righteousness abide in the fruitful field.\n", "17": "Isa 32:17 And the effect of righteousness will be peace, and the result of righteousness, quietness and trust\nforever.\n", "18": "Isa 32:18 My people will abide in a peaceful habitation, in secure dwellings, and in quiet resting places.\n", "19": "Isa 32:19 And it will hail when the forest falls down, and the city will be utterly laid low.\n", "20": "Isa 32:20 Happy are you who sow beside all waters, who let the feet of the ox and the donkey range free."}, "33": {"1": "Isa 33:1 Ah, you destroyer,who yourself have not been destroyed, you traitor, whom none has betrayed! When\nyou have ceased to destroy, you will be destroyed; and when you have finished betraying, they will betray you.\n", "2": "Isa 33:2 O LORD, be gracious to us; we wait for you. Be our arm every morning, our salvation in the time of\ntrouble.\n", "3": "Isa 33:3 At the tumultuous noise peoples flee; when you lift yourself up, nations are scattered,\n", "4": "Isa 33:4 and your spoil is gathered as the caterpillar gathers; as locusts leap, it is leapt upon.\n", "5": "Isa 33:5 The LORD is exalted, for he dwells on high; he will fill Zion with justice and righteousness,\n", "6": "Isa 33:6 and he will be the stability of your times, abundance of salvation, wisdom, and knowledge; the fear of\nthe LORD is Zion's treasure.\n", "7": "Isa 33:7 Behold, their heroes cry in the streets; the envoys of peace weep bitterly.\n", "8": "Isa 33:8 The highways lie waste; the traveler ceases. Covenants are broken; cities are despised; there is no\nregard for man.\n", "9": "Isa 33:9 The land mourns and languishes; Lebanon is confounded and withers away; Sharon is like a desert,\nand Bashan and Carmel shake off their leaves.\n", "10": "Isa 33:10 \"Now I will arise,\" says the LORD, \"now I will lift myself up; now I will be exalted.\n", "11": "Isa 33:11 You conceive chaff; you give birth to stubble; your breath is a fire that will consume you.\n", "12": "Isa 33:12 And the peoples will be as if burned to lime, like thorns cut down, that are burned in the fire.\"\n", "13": "Isa 33:13 Hear, you who are far off, what I have done; and you who are near, acknowledge my might.\n", "14": "Isa 33:14 The sinners in Zion are afraid; trembling has seized the godless: \"Who among us can dwell with the\nconsuming fire? Who among us can dwell with everlasting burnings?\"\n", "15": "Isa 33:15 He who walks righteously and speaks uprightly, who despises the gain of oppressions, who shakes\nhis hands, lest they hold a bribe, who stops his ears from hearing of bloodshed and shuts his eyes from looking\non evil,\n", "16": "Isa 33:16 he will dwell on the heights; his place of defense will be the fortresses of rocks; his bread will be given\nhim; his water will be sure.\n", "17": "Isa 33:17 Your eyes will behold the king in his beauty; they will see a land that stretches afar.\n", "18": "Isa 33:18 Your heart will muse on the terror: \"Where is he who counted, where is he who weighed the tribute?\nWhere is he who counted the towers?\"\n", "19": "Isa 33:19 You will see no more the insolent people, the people of an obscure speech that you cannot\ncomprehend, stammering in a tongue that you cannot understand.\n", "20": "Isa 33:20 Behold Zion, the city of our appointed feasts! Your eyes will see Jerusalem, an untroubled habitation,\nan immovable tent, whose stakes will never be plucked up, nor will any of its cords be broken.\n", "21": "Isa 33:21 But there the LORD in majesty will be for us a place of broad rivers and streams, where no galley with\noars can go, nor majestic ship can pass.\n", "22": "Isa 33:22 For the LORD is our judge; the LORD is our lawgiver; the LORD is our king; he will save us.\n", "23": "Isa 33:23 Your cords hang loose; they cannot hold the mast firm in its place or keep the sail spread out. Then\nprey and spoil in abundance will be divided; even the lame will take the prey.\n", "24": "Isa 33:24 And no inhabitant will say, \"I am sick\"; the people who dwell there will be forgiven their iniquity."}, "34": {"1": "Isa 34:1 Draw near, O nations, to hear,and give attention, O peoples! Let the earth hear, and all that fills it; the\nworld, and all that comes from it.\n", "2": "Isa 34:2 For the LORD is enraged against all the nations, and furious against all their host; he has devoted them\nto destruction, has given them over for slaughter.\n", "3": "Isa 34:3 Their slain shall be cast out, and the stench of their corpses shall rise; the mountains shall flow with\ntheir blood.\n", "4": "Isa 34:4 All the host of heaven shall rot away, and the skies roll up like a scroll. All their host shall fall, as leaves\nfall from the vine, like leaves falling from the fig tree.\n", "5": "Isa 34:5 For my sword has drunk its fill in the heavens; behold, it descends for judgment upon Edom, upon thepeople I have devoted to destruction.\n", "6": "Isa 34:6 The LORD has a sword; it is sated with blood; it is gorged with fat, with the blood of lambs and goats,\nwith the fat of the kidneys of rams. For the LORD has a sacrifice in Bozrah, a great slaughter in the land of\nEdom.\n", "7": "Isa 34:7 Wild oxen shall fall with them, and young steers with the mighty bulls. Their land shall drink its fill of\nblood, and their soil shall be gorged with fat.\n", "8": "Isa 34:8 For the LORD has a day of vengeance, a year of recompense for the cause of Zion.\n", "9": "Isa 34:9 And the streams of Edom shall be turned into pitch, and her soil into sulfur; her land shall become\nburning pitch.\n", "10": "Isa 34:10 Night and day it shall not be quenched; its smoke shall go up forever. From generation to generation it\nshall lie waste; none shall pass through it forever and ever.\n", "11": "Isa 34:11 But the hawk and the porcupine shall possess it, the owl and the raven shall dwell in it. He shall\nstretch the line of confusion over it, and the plumb line of emptiness.\n", "12": "Isa 34:12 Its nobles- there is no one there to call it a kingdom, and all its princes shall be nothing.\n", "13": "Isa 34:13 Thorns shall grow over its strongholds, nettles and thistles in its fortresses. It shall be the haunt of\njackals, an abode for ostriches.\n", "14": "Isa 34:14 And wild animals shall meet with hyenas; the wild goat shall cry to his fellow; indeed, there the night\nbird settles and finds for herself a resting place.\n", "15": "Isa 34:15 There the owl nests and lays and hatches and gathers her young in her shadow; indeed, there the\nhawks are gathered, each one with her mate.\n", "16": "Isa 34:16 Seek and read from the book of the LORD: Not one of these shall be missing; none shall be without\nher mate. For the mouth of the LORD has commanded, and his Spirit has gathered them.\n", "17": "Isa 34:17 He has cast the lot for them; his hand has portioned it out to them with the line; they shall possess it\nforever; from generation to generation they shall dwell in it."}, "35": {"1": "Isa 35:1 The wilderness and the dry land shall be glad; the desert shall rejoice and blossom like the crocus;\n", "2": "Isa 35:2 it shall blossom abundantly and rejoice with joy and singing. The glory of Lebanon shall be given to it,\nthe majesty of Carmel and Sharon. They shall see the glory of the LORD, the majesty of our God.\n", "3": "Isa 35:3 Strengthen the weak hands, and make firm the feeble knees.\n", "4": "Isa 35:4 Say to those who have an anxious heart, \"Be strong; fear not! Behold, your God will come with\nvengeance, with the recompense of God. He will come and save you.\"\n", "5": "Isa 35:5 Then the eyes of the blind shall be opened, and the ears of the deaf unstopped;\n", "6": "Isa 35:6 then shall the lame man leap like a deer, and the tongue of the mute sing for joy. For waters break forth\nin the wilderness, and streams in the desert;\n", "7": "Isa 35:7 the burning sand shall become a pool, and the thirsty ground springs of water; in the haunt of jackals,\nwhere they lie down, the grass shall become reeds and rushes.\n", "8": "Isa 35:8 And a highway shall be there, and it shall be called the Way of Holiness; the unclean shall not pass\nover it. It shall belong to those who walk on the way; even if they are fools, they shall not go astray.\n", "9": "Isa 35:9 No lion shall be there, nor shall any ravenous beast come up on it; they shall not be found there, but\nthe redeemed shall walk there.\n", "10": "Isa 35:10 And the ransomed of the LORD shall return and come to Zion with singing; everlasting joy shall be\nupon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away."}, "36": {"1": "Isa 36:1 In the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified\ncities of Judah and took them.\n", "2": "Isa 36:2 And the king of Assyria sent the Rabshakeh from Lachish to King Hezekiah at Jerusalem, with a great\narmy. And he stood by the conduit of the upper pool on the highway to the Washer's Field.\n", "3": "Isa 36:3 And there came out to him Eliakim the son of Hilkiah, who was over the household, and Shebna the\nsecretary, and Joah the son of Asaph, the recorder.\n", "4": "Isa 36:4 And the Rabshakeh said to them, \"Say to Hezekiah, 'Thus says the great king, the king of Assyria: On\nwhat do you rest this trust of yours?\n", "5": "Isa 36:5 Do you think that mere words are strategy and power for war? In whom do you now trust, that you have\nrebelled against me?\n", "6": "Isa 36:6 Behold, you are trusting in Egypt, that broken reed of a staff, which will pierce the hand of any man who\nleans on it. Such is Pharaoh king of Egypt to all who trust in him.\n", "7": "Isa 36:7 But if you say to me, \"We trust in the LORD our God,\" is it not he whose high places and altars\nHezekiah has removed, saying to Judah and to Jerusalem, \"You shall worship before this altar\"?\n", "8": "Isa 36:8 Come now, make a wager with my master the king of Assyria: I will give you two thousand horses, if\nyou are able on your part to set riders on them.\n", "9": "Isa 36:9 How then can you repulse a single captain among the least of my master's servants, when you trust in\nEgypt for chariots and for horsemen?", "10": "Isa 36:10 Moreover, is it without the LORD that I have come up against this land to destroy it? The LORD said\nto me, Go up against this land and destroy it.'\"\n", "11": "Isa 36:11 Then Eliakim, Shebna, and Joah said to the Rabshakeh, \"Please speak to your servants in Aramaic,\nfor we understand it. Do not speak to us in the language of Judah within the hearing of the people who are on\nthe wall.\"\n", "12": "Isa 36:12 But the Rabshakeh said, \"Has my master sent me to speak these words to your master and to you,\nand not to the men sitting on the wall, who are doomed with you to eat their own dung and drink their own\nurine?\"\n", "13": "Isa 36:13 Then the Rabshakeh stood and called out in a loud voice in the language of Judah: \"Hear the words\nof the great king, the king of Assyria!\n", "14": "Isa 36:14 Thus says the king: 'Do not let Hezekiah deceive you, for he will not be able to deliver you.\n", "15": "Isa 36:15 Do not let Hezekiah make you trust in the LORD by saying, \"The LORD will surely deliver us. This city\nwill not be given into the hand of the king of Assyria.\"\n", "16": "Isa 36:16 Do not listen to Hezekiah. For thus says the king of Assyria: Make your peace with me and come out\nto me. Then each one of you will eat of his own vine, and each one of his own fig tree, and each one of you will\ndrink the water of his own cistern,\n", "17": "Isa 36:17 until I come and take you away to a land like your own land, a land of grain and wine, a land of bread\nand vineyards.\n", "18": "Isa 36:18 Beware lest Hezekiah mislead you by saying, \"The LORD will deliver us.\" Has any of the gods of the\nnations delivered his land out of the hand of the king of Assyria?\n", "19": "Isa 36:19 Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they delivered\nSamaria out of my hand?\n", "20": "Isa 36:20 Who among all the gods of these lands have delivered their lands out of my hand, that the LORD\nshould deliver Jerusalem out of my hand?'\"\n", "21": "Isa 36:21 But they were silent and answered him not a word, for the king's command was, \"Do not answer him.\"\n", "22": "Isa 36:22 Then Eliakim the son of Hilkiah, who was over the household, and Shebna the secretary, and Joah\nthe son of Asaph, the recorder, came to Hezekiah with their clothes torn, and told him the words of the\nRabshakeh."}, "37": {"1": "Isa 37:1 As soon as King Hezekiah heard it, he tore his clothes and covered himself with sackcloth and went\ninto the house of the LORD.\n", "2": "Isa 37:2 And he sent Eliakim, who was over the household, and Shebna the secretary, and the senior priests,\ncovered with sackcloth, to the prophet Isaiah the son of Amoz.\n", "3": "Isa 37:3 They said to him, \"Thus says Hezekiah, 'This day is a day of distress, of rebuke, and of disgrace;\nchildren have come to the point of birth, and there is no strength to bring them forth.\n", "4": "Isa 37:4 It may be that the LORD your God will hear the words of the Rabshakeh, whom his master the king of\nAssyria has sent to mock the living God, and will rebuke the words that the LORD your God has heard; therefore\nlift up your prayer for the remnant that is left.'\"\n", "5": "Isa 37:5 When the servants of King Hezekiah came to Isaiah,\n", "6": "Isa 37:6 Isaiah said to them, \"Say to your master, 'Thus says the LORD: Do not be afraid because of the words\nthat you have heard, with which the young men of the king of Assyria have reviled me.\n", "7": "Isa 37:7 Behold, I will put a spirit in him, so that he shall hear a rumor and return to his own land, and I will make\nhim fall by the sword in his own land.'\"\n", "8": "Isa 37:8 The Rabshakeh returned, and found the king of Assyria fighting against Libnah, for he had heard that\nthe king had left Lachish.\n", "9": "Isa 37:9 Now the king heard concerning Tirhakah king of Cush, \"He has set out to fight against you.\" And when\nhe heard it, he sent messengers to Hezekiah, saying,\n", "10": "Isa 37:10 \"Thus shall you speak to Hezekiah king of Judah: 'Do not let your God in whom you trust deceive you\nby promising that Jerusalem will not be given into the hand of the king of Assyria.\n", "11": "Isa 37:11 Behold, you have heard what the kings of Assyria have done to all lands, devoting them to\ndestruction. And shall you be delivered?\n", "12": "Isa 37:12 Have the gods of the nations delivered them, the nations that my fathers destroyed, Gozan, Haran,\nRezeph, and the people of Eden who were in Telassar?\n", "13": "Isa 37:13 Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, the king of Hena,\nor the king of Ivvah?'\"\n", "14": "Isa 37:14 Hezekiah received the letter from the hand of the messengers, and read it; and Hezekiah went up to\nthe house of the LORD, and spread it before the LORD.\n", "15": "Isa 37:15 And Hezekiah prayed to the LORD:\n", "16": "Isa 37:16 \"O LORD of hosts, God of Israel, who is enthroned above the cherubim, you are the God, you alone,\nof all the kingdoms of the earth; you have made heaven and earth.", "17": "Isa 37:17 Incline your ear, O LORD, and hear; open your eyes, O LORD, and see; and hear all the words of\nSennacherib, which he has sent to mock the living God.\n", "18": "Isa 37:18 Truly, O LORD, the kings of Assyria have laid waste all the nations and their lands,\n", "19": "Isa 37:19 and have cast their gods into the fire. For they were no gods, but the work of men's hands, wood and\nstone. Therefore they were destroyed.\n", "20": "Isa 37:20 So now, O LORD our God, save us from his hand, that all the kingdoms of the earth may know that\nyou alone are the LORD.\"\n", "21": "Isa 37:21 Then Isaiah the son of Amoz sent to Hezekiah, saying, \"Thus says the LORD, the God of Israel:\nBecause you have prayed to me concerning Sennacherib king of Assyria,\n", "22": "Isa 37:22 this is the word that the LORD has spoken concerning him: \"' She despises you, she scorns you- the\nvirgin daughter of Zion; she wags her head behind you- the daughter of Jerusalem.\n", "23": "Isa 37:23 \"'Whom have you mocked and reviled? Against whom have you raised your voice and lifted your eyes\nto the heights? Against the Holy One of Israel!\n", "24": "Isa 37:24 By your servants you have mocked the Lord, and you have said, With my many chariots I have gone\nup the heights of the mountains, to the far recesses of Lebanon, to cut down its tallest cedars, its choicest\ncypresses, to come to its remotest height, its most fruitful forest.\n", "25": "Isa 37:25 I dug wells and drank waters, to dry up with the sole of my foot all the streams of Egypt.\n", "26": "Isa 37:26 \"'Have you not heard that I determined it long ago? I planned from days of old what now I bring to\npass, that you should make fortified cities crash into heaps of ruins,\n", "27": "Isa 37:27 while their inhabitants, shorn of strength, are dismayed and confounded, and have become like plants\nof the field and like tender grass, like grass on the housetops, blighted before it is grown.\n", "28": "Isa 37:28 \"'I know your sitting down and your going out and coming in, and your raging against me.\n", "29": "Isa 37:29 Because you have raged against me and your complacency has come to my ears, I will put my hook\nin your nose and my bit in your mouth, and I will turn you back on the way by which you came.'\n", "30": "Isa 37:30 \"And this shall be the sign for you: this year you shall eat what grows of itself, and in the second year\nwhat springs from that. Then in the third year sow and reap, and plant vineyards, and eat their fruit.\n", "31": "Isa 37:31 And the surviving remnant of the house of Judah shall again take root downward and bear fruit\nupward.\n", "32": "Isa 37:32 For out of Jerusalem shall go a remnant, and out of Mount Zion a band of survivors. The zeal of the\nLORD of hosts will do this.\n", "33": "Isa 37:33 \"Therefore thus says the LORD concerning the king of Assyria: He shall not come into this city or\nshoot an arrow there or come before it with a shield or cast up a siege mound against it.\n", "34": "Isa 37:34 By the way that he came, by the same he shall return, and he shall not come into this city, declares\nthe LORD.\n", "35": "Isa 37:35 For I will defend this city to save it, for my own sake and for the sake of my servant David.\"\n", "36": "Isa 37:36 And the angel of the LORD went out and struck down a hundred and eighty-five thousand in the camp\nof the Assyrians. And when people arose early in the morning, behold, these were all dead bodies.\n", "37": "Isa 37:37 Then Sennacherib king of Assyria departed and returned home and lived at Nineveh.\n", "38": "Isa 37:38 And as he was worshiping in the house of Nisroch his god, Adrammelech and Sharezer, his sons,\nstruck him down with the sword. And after they escaped into the land of Ararat, Esarhaddon his son reigned in\nhis place."}, "38": {"1": "Isa 38:1 In those days Hezekiah became sick and was at the point of death. And Isaiah the prophet the son of\nAmoz came to him, and said to him, \"Thus says the LORD: Set your house in order, for you shall die, you shall\nnot recover.\"\n", "2": "Isa 38:2 Then Hezekiah turned his face to the wall and prayed to the LORD,\n", "3": "Isa 38:3 and said, \"Please, O LORD, remember how I have walked before you in faithfulness and with a whole\nheart, and have done what is good in your sight.\" And Hezekiah wept bitterly.\n", "4": "Isa 38:4 Then the word of the LORD came to Isaiah:\n", "5": "Isa 38:5 \"Go and say to Hezekiah, Thus says the LORD, the God of David your father: I have heard your prayer;\nI have seen your tears. Behold, I will add fifteen years to your life.\n", "6": "Isa 38:6 I will deliver you and this city out of the hand of the king of Assyria, and will defend this city.\n", "7": "Isa 38:7 \"This shall be the sign to you from the LORD, that the LORD will do this thing that he has promised:\n", "8": "Isa 38:8 Behold, I will make the shadow cast by the declining sun on the dial of Ahaz turn back ten steps.\" So\nthe sun turned back on the dial the ten steps by which it had declined.\n", "9": "Isa 38:9 A writing of Hezekiah king of Judah, after he had been sick and had recovered from his sickness:\n", "10": "Isa 38:10 I said, In the middle of my days I must depart; I am consigned to the gates of Sheol for the rest of my\nyears.\n", "11": "Isa 38:11 I said, I shall not see the LORD, the LORD in the land of the living; I shall look on man no more\namong the inhabitants of the world.", "12": "Isa 38:12 My dwelling is plucked up and removed from me like a shepherd's tent; like a weaver I have rolled up\nmy life; he cuts me off from the loom; from day to night you bring me to an end;\n", "13": "Isa 38:13 I calmed myself until morning; like a lion he breaks all my bones; from day to night you bring me to an\nend.\n", "14": "Isa 38:14 Like a swallow or a crane I chirp; I moan like a dove. My eyes are weary with looking upward. O Lord,\nI am oppressed; be my pledge of safety!\n", "15": "Isa 38:15 What shall I say? For he has spoken to me, and he himself has done it. I walk slowly all my years\nbecause of the bitterness of my soul.\n", "16": "Isa 38:16 O Lord, by these things men live, and in all these is the life of my spirit. Oh restore me to health and\nmake me live!\n", "17": "Isa 38:17 Behold, it was for my welfare that I had great bitterness; but in love you have delivered my life from\nthe pit of destruction, for you have cast all my sins behind your back.\n", "18": "Isa 38:18 For Sheol does not thank you; death does not praise you; those who go down to the pit do not hope\nfor your faithfulness.\n", "19": "Isa 38:19 The living, the living, he thanks you, as I do this day; the father makes known to the children your\nfaithfulness.\n", "20": "Isa 38:20 The LORD will save me, and we will play my music on stringed instruments all the days of our lives, at\nthe house of the LORD.\n", "21": "Isa 38:21 Now Isaiah had said, \"Let them take a cake of figs and apply it to the boil, that he may recover.\"\n", "22": "Isa 38:22 Hezekiah also had said, \"What is the sign that I shall go up to the house of the LORD?\""}, "39": {"1": "Isa 39:1 At that time Merodach-baladan the son of Baladan, king of Babylon, sent envoys with letters and a\npresent to Hezekiah, for he heard that he had been sick and had recovered.\n", "2": "Isa 39:2 And Hezekiah welcomed them gladly. And he showed them his treasure house, the silver, the gold, the\nspices, the precious oil, his whole armory, all that was found in his storehouses. There was nothing in his house\nor in all his realm that Hezekiah did not show them.\n", "3": "Isa 39:3 Then Isaiah the prophet came to King Hezekiah, and said to him, \"What did these men say? And from\nwhere did they come to you?\" Hezekiah said, \"They have come to me from a far country, from Babylon.\"\n", "4": "Isa 39:4 He said, \"What have they seen in your house?\" Hezekiah answered, \"They have seen all that is in my\nhouse. There is nothing in my storehouses that I did not show them.\"\n", "5": "Isa 39:5 Then Isaiah said to Hezekiah, \"Hear the word of the LORD of hosts:\n", "6": "Isa 39:6 Behold, the days are coming, when all that is in your house, and that which your fathers have stored up\ntill this day, shall be carried to Babylon. Nothing shall be left, says the LORD.\n", "7": "Isa 39:7 And some of your own sons, who will come from you, whom you will father, shall be taken away, and\nthey shall be eunuchs in the palace of the king of Babylon.\"\n", "8": "Isa 39:8 Then said Hezekiah to Isaiah, \"The word of the LORD that you have spoken is good.\" For he thought,\n\"There will be peace and security in my days.\""}, "40": {"1": "Isa 40:1 Comfort, comfort my people, says your God.\n", "2": "Isa 40:2 Speak tenderly to Jerusalem, and cry to her that her warfare is ended, that her iniquity is pardoned, that\nshe has received from the LORD's hand double for all her sins.\n", "3": "Isa 40:3 A voice cries: \"In the wilderness prepare the way of the LORD; make straight in the desert a highway\nfor our God.\n", "4": "Isa 40:4 Every valley shall be lifted up, and every mountain and hill be made low; the uneven ground shall\nbecome level, and the rough places a plain.\n", "5": "Isa 40:5 And the glory of the LORD shall be revealed, and all flesh shall see it together, for the mouth of the\nLORD has spoken.\"\n", "6": "Isa 40:6 A voice says, \"Cry!\" And I said, \"What shall I cry?\" All flesh is grass, and all its beauty is like the flower\nof the field.\n", "7": "Isa 40:7 The grass withers, the flower fades when the breath of the LORD blows on it; surely the people are\ngrass.\n", "8": "Isa 40:8 The grass withers, the flower fades, but the word of our God will stand forever.\n", "9": "Isa 40:9 Get you up to a high mountain, O Zion, herald of good news; lift up your voice with strength, O\nJerusalem, herald of good news; lift it up, fear not; say to the cities of Judah, \"Behold your God!\"\n", "10": "Isa 40:10 Behold, the Lord GOD comes with might, and his arm rules for him; behold, his reward is with him,\nand his recompense before him.\n", "11": "Isa 40:11 He will tend his flock like a shepherd; he will gather the lambs in his arms; he will carry them in his\nbosom, and gently lead those that are with young.\n", "12": "Isa 40:12 Who has measured the waters in the hollow of his hand and marked off the heavens with a span,\nenclosed the dust of the earth in a measure and weighed the mountains in scales and the hills in a balance?\n", "13": "Isa 40:13 Who has measured the Spirit of the LORD, or what man shows him his counsel?", "14": "Isa 40:14 Whom did he consult, and who made him understand? Who taught him the path of justice, and taught\nhim knowledge, and showed him the way of understanding?\n", "15": "Isa 40:15 Behold, the nations are like a drop from a bucket, and are accounted as the dust on the scales;\nbehold, he takes up the coastlands like fine dust.\n", "16": "Isa 40:16 Lebanon would not suffice for fuel, nor are its beasts enough for a burnt offering.\n", "17": "Isa 40:17 All the nations are as nothing before him, they are accounted by him as less than nothing and\nemptiness.\n", "18": "Isa 40:18 To whom then will you liken God, or what likeness compare with him?\n", "19": "Isa 40:19 An idol! A craftsman casts it, and a goldsmith overlays it with gold and casts for it silver chains.\n", "20": "Isa 40:20 He who is too impoverished for an offering chooses wood that will not rot; he seeks out a skillful\ncraftsman to set up an idol that will not move.\n", "21": "Isa 40:21 Do you not know? Do you not hear? Has it not been told you from the beginning? Have you not\nunderstood from the foundations of the earth?\n", "22": "Isa 40:22 It is he who sits above the circle of the earth, and its inhabitants are like grasshoppers; who stretches\nout the heavens like a curtain, and spreads them like a tent to dwell in;\n", "23": "Isa 40:23 who brings princes to nothing, and makes the rulers of the earth as emptiness.\n", "24": "Isa 40:24 Scarcely are they planted, scarcely sown, scarcely has their stem taken root in the earth, when he\nblows on them, and they wither, and the tempest carries them off like stubble.\n", "25": "Isa 40:25 To whom then will you compare me, that I should be like him? says the Holy One.\n", "26": "Isa 40:26 Lift up your eyes on high and see: who created these? He who brings out their host by number, calling\nthem all by name, by the greatness of his might, and because he is strong in power not one is missing.\n", "27": "Isa 40:27 Why do you say, O Jacob, and speak, O Israel, \"My way is hidden from the LORD, and my right is\ndisregarded by my God\"?\n", "28": "Isa 40:28 Have you not known? Have you not heard? The LORD is the everlasting God, the Creator of the ends\nof the earth. He does not faint or grow weary; his understanding is unsearchable.\n", "29": "Isa 40:29 He gives power to the faint, and to him who has no might he increases strength.\n", "30": "Isa 40:30 Even youths shall faint and be weary, and young men shall fall exhausted;\n", "31": "Isa 40:31 but they who wait for the LORD shall renew their strength; they shall mount up with wings like eagles;\nthey shall run and not be weary; they shall walk and not faint."}, "41": {"1": "Isa 41:1 Listen to me in silence, O coastlands; let the peoples renew their strength; let them approach, then let\nthem speak; let us together draw near for judgment.\n", "2": "Isa 41:2 Who stirred up one from the east whom victory meets at every step? He gives up nations before him,\nso that he tramples kings underfoot; he makes them like dust with his sword, like driven stubble with his bow.\n", "3": "Isa 41:3 He pursues them and passes on safely, by paths his feet have not trod.\n", "4": "Isa 41:4 Who has performed and done this, calling the generations from the beginning? I, the LORD, the first,\nand with the last; I am he.\n", "5": "Isa 41:5 The coastlands have seen and are afraid; the ends of the earth tremble; they have drawn near and\ncome.\n", "6": "Isa 41:6 Everyone helps his neighbor and says to his brother, \"Be strong!\"\n", "7": "Isa 41:7 The craftsman strengthens the goldsmith, and he who smooths with the hammer him who strikes the\nanvil, saying of the soldering, \"It is good\"; and they strengthen it with nails so that it cannot be moved.\n", "8": "Isa 41:8 But you, Israel, my servant, Jacob, whom I have chosen, the offspring of Abraham, my friend;\n", "9": "Isa 41:9 you whom I took from the ends of the earth, and called from its farthest corners, saying to you, \"You are\nmy servant, I have chosen you and not cast you off\";\n", "10": "Isa 41:10 fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I\nwill uphold you with my righteous right hand.\n", "11": "Isa 41:11 Behold, all who are incensed against you shall be put to shame and confounded; those who strive\nagainst you shall be as nothing and shall perish.\n", "12": "Isa 41:12 You shall seek those who contend with you, but you shall not find them; those who war against you\nshall be as nothing at all.\n", "13": "Isa 41:13 For I, the LORD your God, hold your right hand; it is I who say to you, \"Fear not, I am the one who\nhelps you.\"\n", "14": "Isa 41:14 Fear not, you worm Jacob, you men of Israel! I am the one who helps you, declares the LORD; your\nRedeemer is the Holy One of Israel.\n", "15": "Isa 41:15 Behold, I make of you a threshing sledge, new, sharp, and having teeth; you shall thresh the\nmountains and crush them, and you shall make the hills like chaff;\n", "16": "Isa 41:16 you shall winnow them, and the wind shall carry them away, and the tempest shall scatter them. And\nyou shall rejoice in the LORD; in the Holy One of Israel you shall glory.\n", "17": "Isa 41:17 When the poor and needy seek water, and there is none, and their tongue is parched with thirst, I theLORD will answer them; I the God of Israel will not forsake them.\n", "18": "Isa 41:18 I will open rivers on the bare heights, and fountains in the midst of the valleys. I will make the\nwilderness a pool of water, and the dry land springs of water.\n", "19": "Isa 41:19 I will put in the wilderness the cedar, the acacia, the myrtle, and the olive. I will set in the desert the\ncypress, the plane and the pine together,\n", "20": "Isa 41:20 that men may see and know, may consider and understand together, that the hand of the LORD has\ndone this, the Holy One of Israel has created it.\n", "21": "Isa 41:21 Set forth your case, says the LORD; bring your proofs, says the King of Jacob.\n", "22": "Isa 41:22 Let them bring them, and tell us what is to happen. Tell us the former things, what they are, that we\nmay consider them, that we may know their outcome; or declare to us the things to come.\n", "23": "Isa 41:23 Tell us what is to come hereafter, that we may know that you are gods; do good, or do harm, that we\nmay be dismayed and terrified.\n", "24": "Isa 41:24 Behold, you are nothing, and your work is less than nothing; an abomination is he who chooses you.\n", "25": "Isa 41:25 I stirred up one from the north, and he has come, from the rising of the sun, and he shall call upon my\nname; he shall trample on rulers as on mortar, as the potter treads clay.\n", "26": "Isa 41:26 Who declared it from the beginning, that we might know, and beforehand, that we might say, \"He is\nright\"? There was none who declared it, none who proclaimed, none who heard your words.\n", "27": "Isa 41:27 I was the first to say to Zion, \"Behold, here they are!\" and I give to Jerusalem a herald of good news.\n", "28": "Isa 41:28 But when I look there is no one; among these there is no counselor who, when I ask, gives an answer.\n", "29": "Isa 41:29 Behold, they are all a delusion; their works are nothing; their metal images are empty wind."}, "42": {"1": "Isa 42:1 Behold my servant, whom I uphold, my chosen, in whom my soul delights; I have put my Spirit upon\nhim; he will bring forth justice to the nations.\n", "2": "Isa 42:2 He will not cry aloud or lift up his voice, or make it heard in the street;\n", "3": "Isa 42:3 a bruised reed he will not break, and a faintly burning wick he will not quench; he will faithfully bring\nforth justice.\n", "4": "Isa 42:4 He will not grow faint or be discouraged till he has established justice in the earth; and the coastlands\nwait for his law.\n", "5": "Isa 42:5 Thus says God, the LORD, who created the heavens and stretched them out, who spread out the earth\nand what comes from it, who gives breath to the people on it and spirit to those who walk in it:\n", "6": "Isa 42:6 \"I am the LORD; I have called you in righteousness; I will take you by the hand and keep you; I will give\nyou as a covenant for the people, a light for the nations,\n", "7": "Isa 42:7 to open the eyes that are blind, to bring out the prisoners from the dungeon, from the prison those who\nsit in darkness.\n", "8": "Isa 42:8 I am the LORD; that is my name; my glory I give to no other, nor my praise to carved idols.\n", "9": "Isa 42:9 Behold, the former things have come to pass, and new things I now declare; before they spring forth I\ntell you of them.\"\n", "10": "Isa 42:10 Sing to the LORD a new song, his praise from the end of the earth, you who go down to the sea, and\nall that fills it, the coastlands and their inhabitants.\n", "11": "Isa 42:11 Let the desert and its cities lift up their voice, the villages that Kedar inhabits; let the habitants of Sela\nsing for joy, let them shout from the top of the mountains.\n", "12": "Isa 42:12 Let them give glory to the LORD, and declare his praise in the coastlands.\n", "13": "Isa 42:13 The LORD goes out like a mighty man, like a man of war he stirs up his zeal; he cries out, he shouts\naloud, he shows himself mighty against his foes.\n", "14": "Isa 42:14 For a long time I have held my peace; I have kept still and restrained myself; now I will cry out like a\nwoman in labor; I will gasp and pant.\n", "15": "Isa 42:15 I will lay waste mountains and hills, and dry up all their vegetation; I will turn the rivers into islands,\nand dry up the pools.\n", "16": "Isa 42:16 And I will lead the blind in a way that they do not know, in paths that they have not known I will guide\nthem. I will turn the darkness before them into light, the rough places into level ground. These are the things I do,\nand I do not forsake them.\n", "17": "Isa 42:17 They are turned back and utterly put to shame, who trust in carved idols, who say to metal images,\n\"You are our gods.\"\n", "18": "Isa 42:18 Hear, you deaf, and look, you blind, that you may see!\n", "19": "Isa 42:19 Who is blind but my servant, or deaf as my messenger whom I send? Who is blind as my dedicated\none, or blind as the servant of the LORD?\n", "20": "Isa 42:20 He sees many things, but does not observe them; his ears are open, but he does not hear.\n", "21": "Isa 42:21 The LORD was pleased, for his righteousness' sake, to magnify his law and make it glorious.\n", "22": "Isa 42:22 But this is a people plundered and looted; they are all of them trapped in holes and hidden in prisons;\nthey have become plunder with none to rescue, spoil with none to say, \"Restore!\"", "23": "Isa 42:23 Who among you will give ear to this, will attend and listen for the time to come?\n", "24": "Isa 42:24 Who gave up Jacob to the looter, and Israel to the plunderers? Was it not the LORD, against whom\nwe have sinned, in whose ways they would not walk, and whose law they would not obey?\n", "25": "Isa 42:25 So he poured on him the heat of his anger and the might of battle; it set him on fire all around, but he\ndid not understand; it burned him up, but he did not take it to heart."}, "43": {"1": "Isa 43:1 But now thus says the LORD,he who created you, O Jacob, he who formed you, O Israel: \"Fear not, for\nI have redeemed you; I have called you by name, you are mine.\n", "2": "Isa 43:2 When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm\nyou; when you walk through fire you shall not be burned, and the flame shall not consume you.\n", "3": "Isa 43:3 For I am the LORD your God, the Holy One of Israel, your Savior. I give Egypt as your ransom, Cush\nand Seba in exchange for you.\n", "4": "Isa 43:4 Because you are precious in my eyes, and honored, and I love you, I give men in return for you,\npeoples in exchange for your life.\n", "5": "Isa 43:5 Fear not, for I am with you; I will bring your offspring from the east, and from the west I will gather you.\n", "6": "Isa 43:6 I will say to the north, Give up, and to the south, Do not withhold; bring my sons from afar and my\ndaughters from the end of the earth,\n", "7": "Isa 43:7 everyone who is called by my name, whom I created for my glory, whom I formed and made.\"\n", "8": "Isa 43:8 Bring out the people who are blind, yet have eyes, who are deaf, yet have ears!\n", "9": "Isa 43:9 All the nations gather together, and the peoples assemble. Who among them can declare this, and\nshow us the former things? Let them bring their witnesses to prove them right, and let them hear and say, It is\ntrue.\n", "10": "Isa 43:10 \"You are my witnesses,\" declares the LORD, \"and my servant whom I have chosen, that you may\nknow and believe me and understand that I am he. Before me no god was formed, nor shall there be any after\nme.\n", "11": "Isa 43:11 I, I am the LORD, and besides me there is no savior.\n", "12": "Isa 43:12 I declared and saved and proclaimed, when there was no strange god among you; and you are my\nwitnesses,\" declares the LORD, \"and I am God.\n", "13": "Isa 43:13 Also henceforth I am he; there is none who can deliver from my hand; I work, and who can turn it\nback?\"\n", "14": "Isa 43:14 Thus says the LORD, your Redeemer, the Holy One of Israel: \"For your sake I send to Babylon and\nbring them all down as fugitives, even the Chaldeans, in the ships in which they rejoice.\n", "15": "Isa 43:15 I am the LORD, your Holy One, the Creator of Israel, your King.\"\n", "16": "Isa 43:16 Thus says the LORD, who makes a way in the sea, a path in the mighty waters,\n", "17": "Isa 43:17 who brings forth chariot and horse, army and warrior; they lie down, they cannot rise, they are\nextinguished, quenched like a wick:\n", "18": "Isa 43:18 \"Remember not the former things, nor consider the things of old.\n", "19": "Isa 43:19 Behold, I am doing a new thing; now it springs forth, do you not perceive it? I will make a way in the\nwilderness and rivers in the desert.\n", "20": "Isa 43:20 The wild beasts will honor me, the jackals and the ostriches, for I give water in the wilderness, rivers in\nthe desert, to give drink to my chosen people,\n", "21": "Isa 43:21 the people whom I formed for myself that they might declare my praise.\n", "22": "Isa 43:22 \"Yet you did not call upon me, O Jacob; but you have been weary of me, O Israel!\n", "23": "Isa 43:23 You have not brought me your sheep for burnt offerings, or honored me with your sacrifices. I have\nnot burdened you with offerings, or wearied you with frankincense.\n", "24": "Isa 43:24 You have not bought me sweet cane with money, or satisfied me with the fat of your sacrifices. But\nyou have burdened me with your sins; you have wearied me with your iniquities.\n", "25": "Isa 43:25 \"I, I am he who blots out your transgressions for my own sake, and I will not remember your sins.\n", "26": "Isa 43:26 Put me in remembrance; let us argue together; set forth your case, that you may be proved right.\n", "27": "Isa 43:27 Your first father sinned, and your mediators transgressed against me.\n", "28": "Isa 43:28 Therefore I will profane the princes of the sanctuary, and deliver Jacob to utter destruction and Israel\nto reviling."}, "44": {"1": "Isa 44:1 \"But now hear, O Jacob my servant, Israel whom I have chosen!\n", "2": "Isa 44:2 Thus says the LORD who made you, who formed you from the womb and will help you: Fear not, O\nJacob my servant, Jeshurun whom I have chosen.\n", "3": "Isa 44:3 For I will pour water on the thirsty land, and streams on the dry ground; I will pour my Spirit upon your\noffspring, and my blessing on your descendants.\n", "4": "Isa 44:4 They shall spring up among the grass like willows by flowing streams.\n", "5": "Isa 44:5 This one will say, 'I am the LORD's,' another will call on the name of Jacob, and another will write on\nhis hand, 'The LORD's,' and name himself by the name of Israel.\"", "6": "Isa 44:6 Thus says the LORD, the King of Israel and his Redeemer, the LORD of hosts: \"I am the first and I am\nthe last; besides me there is no god.\n", "7": "Isa 44:7 Who is like me? Let him proclaim it. Let him declare and set it before me, since I appointed an ancient\npeople. Let them declare what is to come, and what will happen.\n", "8": "Isa 44:8 Fear not, nor be afraid; have I not told you from of old and declared it? And you are my witnesses! Is\nthere a God besides me? There is no Rock; I know not any.\"\n", "9": "Isa 44:9 All who fashion idols are nothing, and the things they delight in do not profit. Their witnesses neither\nsee nor know, that they may be put to shame.\n", "10": "Isa 44:10 Who fashions a god or casts an idol that is profitable for nothing?\n", "11": "Isa 44:11 Behold, all his companions shall be put to shame, and the craftsmen are only human. Let them all\nassemble, let them stand forth. They shall be terrified; they shall be put to shame together.\n", "12": "Isa 44:12 The ironsmith takes a cutting tool and works it over the coals. He fashions it with hammers and works\nit with his strong arm. He becomes hungry, and his strength fails; he drinks no water and is faint.\n", "13": "Isa 44:13 The carpenter stretches a line; he marks it out with a pencil. He shapes it with planes and marks it\nwith a compass. He shapes it into the figure of a man, with the beauty of a man, to dwell in a house.\n", "14": "Isa 44:14 He cuts down cedars, or he chooses a cypress tree or an oak and lets it grow strong among the trees\nof the forest. He plants a cedar and the rain nourishes it.\n", "15": "Isa 44:15 Then it becomes fuel for a man. He takes a part of it and warms himself; he kindles a fire and bakes\nbread. Also he makes a god and worships it; he makes it an idol and falls down before it.\n", "16": "Isa 44:16 Half of it he burns in the fire. Over the half he eats meat; he roasts it and is satisfied. Also he warms\nhimself and says, \"Aha, I am warm, I have seen the fire!\"\n", "17": "Isa 44:17 And the rest of it he makes into a god, his idol, and falls down to it and worships it. He prays to it and\nsays, \"Deliver me, for you are my god!\"\n", "18": "Isa 44:18 They know not, nor do they discern, for he has shut their eyes, so that they cannot see, and their\nhearts, so that they cannot understand.\n", "19": "Isa 44:19 No one considers, nor is there knowledge or discernment to say, \"Half of it I burned in the fire; I also\nbaked bread on its coals; I roasted meat and have eaten. And shall I make the rest of it an abomination? Shall I\nfall down before a block of wood?\"\n", "20": "Isa 44:20 He feeds on ashes; a deluded heart has led him astray, and he cannot deliver himself or say, \"Is there\nnot a lie in my right hand?\"\n", "21": "Isa 44:21 Remember these things, O Jacob, and Israel, for you are my servant; I formed you; you are my\nservant; O Israel, you will not be forgotten by me.\n", "22": "Isa 44:22 I have blotted out your transgressions like a cloud and your sins like mist; return to me, for I have\nredeemed you.\n", "23": "Isa 44:23 Sing, O heavens, for the LORD has done it; shout, O depths of the earth; break forth into singing, O\nmountains, O forest, and every tree in it! For the LORD has redeemed Jacob, and will be glorified in Israel.\n", "24": "Isa 44:24 Thus says the LORD, your Redeemer, who formed you from the womb: \"I am the LORD, who made\nall things, who alone stretched out the heavens, who spread out the earth by myself,\n", "25": "Isa 44:25 who frustrates the signs of liars and makes fools of diviners, who turns wise men back and makes\ntheir knowledge foolish,\n", "26": "Isa 44:26 who confirms the word of his servant and fulfills the counsel of his messengers, who says of\nJerusalem, 'She shall be inhabited,' and of the cities of Judah, 'They shall be built, and I will raise up their ruins';\n", "27": "Isa 44:27 who says to the deep, 'Be dry; I will dry up your rivers';\n", "28": "Isa 44:28 who says of Cyrus, 'He is my shepherd, and he shall fulfill all my purpose'; saying of Jerusalem, 'She\nshall be built,' and of the temple, 'Your foundation shall be laid.'\""}, "45": {"1": "Isa 45:1 Thus says the LORD to his anointed, to Cyrus, whose right hand I have grasped, to subdue nations\nbefore him and to loose the belts of kings, to open doors before him that gates may not be closed:\n", "2": "Isa 45:2 \"I will go before you and level the exalted places, I will break in pieces the doors of bronze and cut\nthrough the bars of iron,\n", "3": "Isa 45:3 I will give you the treasures of darkness and the hoards in secret places, that you may know that it is I,\nthe LORD, the God of Israel, who call you by your name.\n", "4": "Isa 45:4 For the sake of my servant Jacob, and Israel my chosen, I call you by your name, I name you, though\nyou do not know me.\n", "5": "Isa 45:5 I am the LORD, and there is no other, besides me there is no God; I equip you, though you do not\nknow me,\n", "6": "Isa 45:6 that people may know, from the rising of the sun and from the west, that there is none besides me; I am\nthe LORD, and there is no other.\n", "7": "Isa 45:7 I form light and create darkness, I make well-being and create calamity, I am the LORD, who does all\nthese things.", "8": "Isa 45:8 \"Shower, O heavens, from above, and let the clouds rain down righteousness; let the earth open, that\nsalvation and righteousness may bear fruit; let the earth cause them both to sprout; I the LORD have created it.\n", "9": "Isa 45:9 \"Woe to him who strives with him who formed him, a pot among earthen pots! Does the clay say to him\nwho forms it, 'What are you making?' or 'Your work has no handles'?\n", "10": "Isa 45:10 Woe to him who says to a father, 'What are you begetting?' or to a woman, 'With what are you in\nlabor?'\"\n", "11": "Isa 45:11 Thus says the LORD, the Holy One of Israel, and the one who formed him: \"Ask me of things to come;\nwill you command me concerning my children and the work of my hands?\n", "12": "Isa 45:12 I made the earth and created man on it; it was my hands that stretched out the heavens, and I\ncommanded all their host.\n", "13": "Isa 45:13 I have stirred him up in righteousness, and I will make all his ways level; he shall build my city and set\nmy exiles free, not for price or reward,\" says the LORD of hosts.\n", "14": "Isa 45:14 Thus says the LORD: \"The wealth of Egypt and the merchandise of Cush, and the Sabeans, men of\nstature, shall come over to you and be yours; they shall follow you; they shall come over in chains and bow down\nto you. They will plead with you, saying: 'Surely God is in you, and there is no other, no god besides him.'\"\n", "15": "Isa 45:15 Truly, you are a God who hides yourself, O God of Israel, the Savior.\n", "16": "Isa 45:16 All of them are put to shame and confounded; the makers of idols go in confusion together.\n", "17": "Isa 45:17 But Israel is saved by the LORD with everlasting salvation; you shall not be put to shame or\nconfounded to all eternity.\n", "18": "Isa 45:18 For thus says the LORD, who created the heavens (he is God!), who formed the earth and made it (he\nestablished it; he did not create it empty, he formed it to be inhabited!): \"I am the LORD, and there is no other.\n", "19": "Isa 45:19 I did not speak in secret, in a land of darkness; I did not say to the offspring of Jacob, 'Seek me in\nvain.' I the LORD speak the truth; I declare what is right.\n", "20": "Isa 45:20 \"Assemble yourselves and come; draw near together, you survivors of the nations! They have no\nknowledge who carry about their wooden idols, and keep on praying to a god that cannot save.\n", "21": "Isa 45:21 Declare and present your case; let them take counsel together! Who told this long ago? Who declared\nit of old? Was it not I, the LORD? And there is no other god besides me, a righteous God and a Savior; there is\nnone besides me.\n", "22": "Isa 45:22 \"Turn to me and be saved, all the ends of the earth! For I am God, and there is no other.\n", "23": "Isa 45:23 By myself I have sworn; from my mouth has gone out in righteousness a word that shall not return: 'To\nme every knee shall bow, every tongue shall swear allegiance.'\n", "24": "Isa 45:24 \"Only in the LORD, it shall be said of me, are righteousness and strength; to him shall come and be\nashamed all who were incensed against him.\n", "25": "Isa 45:25 In the LORD all the offspring of Israel shall be justified and shall glory.\""}, "46": {"1": "Isa 46:1 Bel bows down; Nebo stoops; their idols are on beasts and livestock; these things you carry are borne\nas burdens on weary beasts.\n", "2": "Isa 46:2 They stoop; they bow down together; they cannot save the burden, but themselves go into captivity.\n", "3": "Isa 46:3 \"Listen to me, O house of Jacob, all the remnant of the house of Israel, who have been borne by me\nfrom before your birth, carried from the womb;\n", "4": "Isa 46:4 even to your old age I am he, and to gray hairs I will carry you. I have made, and I will bear; I will carry\nand will save.\n", "5": "Isa 46:5 \"To whom will you liken me and make me equal, and compare me, that we may be alike?\n", "6": "Isa 46:6 Those who lavish gold from the purse, and weigh out silver in the scales, hire a goldsmith, and he\nmakes it into a god; then they fall down and worship!\n", "7": "Isa 46:7 They lift it to their shoulders, they carry it, they set it in its place, and it stands there; it cannot move\nfrom its place. If one cries to it, it does not answer or save him from his trouble.\n", "8": "Isa 46:8 \"Remember this and stand firm, recall it to mind, you transgressors,\n", "9": "Isa 46:9 remember the former things of old; for I am God, and there is no other; I am God, and there is none like\nme,\n", "10": "Isa 46:10 declaring the end from the beginning and from ancient times things not yet done, saying, 'My counsel\nshall stand, and I will accomplish all my purpose,'\n", "11": "Isa 46:11 calling a bird of prey from the east, the man of my counsel from a far country. I have spoken, and I will\nbring it to pass; I have purposed, and I will do it.\n", "12": "Isa 46:12 \"Listen to me, you stubborn of heart, you who are far from righteousness:\n", "13": "Isa 46:13 I bring near my righteousness; it is not far off, and my salvation will not delay; I will put salvation in\nZion, for Israel my glory.\""}, "47": {"1": "Isa 47:1 Come down and sit in the dust, O virgin daughter of Babylon; sit on the ground without a throne, O\ndaughter of the Chaldeans! For you shall no more be called tender and delicate.\n", "2": "Isa 47:2 Take the millstones and grind flour, put off your veil, strip off your robe, uncover your legs, pass throughthe rivers.\n", "3": "Isa 47:3 Your nakedness shall be uncovered, and your disgrace shall be seen. I will take vengeance, and I will\nspare no one.\n", "4": "Isa 47:4 Our Redeemer- the LORD of hosts is his name- is the Holy One of Israel.\n", "5": "Isa 47:5 Sit in silence, and go into darkness, O daughter of the Chaldeans; for you shall no more be called the\nmistress of kingdoms.\n", "6": "Isa 47:6 I was angry with my people; I profaned my heritage; I gave them into your hand; you showed them no\nmercy; on the aged you made your yoke exceedingly heavy.\n", "7": "Isa 47:7 You said, \"I shall be mistress forever,\" so that you did not lay these things to heart or remember their\nend.\n", "8": "Isa 47:8 Now therefore hear this, you lover of pleasures, who sit securely, who say in your heart, \"I am, and\nthere is no one besides me; I shall not sit as a widow or know the loss of children\":\n", "9": "Isa 47:9 These two things shall come to you in a moment, in one day; the loss of children and widowhood shall\ncome upon you in full measure, in spite of your many sorceries and the great power of your enchantments.\n", "10": "Isa 47:10 You felt secure in your wickedness, you said, \"No one sees me\"; your wisdom and your knowledge\nled you astray, and you said in your heart, \"I am, and there is no one besides me.\"\n", "11": "Isa 47:11 But evil shall come upon you, which you will not know how to charm away; disaster shall fall upon you,\nfor which you will not be able to atone; and ruin shall come upon you suddenly, of which you know nothing.\n", "12": "Isa 47:12 Stand fast in your enchantments and your many sorceries, with which you have labored from your\nyouth; perhaps you may be able to succeed; perhaps you may inspire terror.\n", "13": "Isa 47:13 You are wearied with your many counsels; let them stand forth and save you, those who divide the\nheavens, who gaze at the stars, who at the new moons make known what shall come upon you.\n", "14": "Isa 47:14 Behold, they are like stubble; the fire consumes them; they cannot deliver themselves from the power\nof the flame. No coal for warming oneself is this, no fire to sit before!\n", "15": "Isa 47:15 Such to you are those with whom you have labored, who have done business with you from your\nyouth; they wander about each in his own direction; there is no one to save you."}, "48": {"1": "Isa 48:1 Hear this, O house of Jacob,who are called by the name of Israel, and who came from the waters of\nJudah, who swear by the name of the LORD and confess the God of Israel, but not in truth or right.\n", "2": "Isa 48:2 For they call themselves after the holy city, and stay themselves on the God of Israel; the LORD of\nhosts is his name.\n", "3": "Isa 48:3 \"The former things I declared of old; they went out from my mouth and I announced them; then\nsuddenly I did them and they came to pass.\n", "4": "Isa 48:4 Because I know that you are obstinate, and your neck is an iron sinew and your forehead brass,\n", "5": "Isa 48:5 I declared them to you from of old, before they came to pass I announced them to you, lest you should\nsay, 'My idol did them, my carved image and my metal image commanded them.'\n", "6": "Isa 48:6 \"You have heard; now see all this; and will you not declare it? From this time forth I announce to you\nnew things, hidden things that you have not known.\n", "7": "Isa 48:7 They are created now, not long ago; before today you have never heard of them, lest you should say,\n'Behold, I knew them.'\n", "8": "Isa 48:8 You have never heard, you have never known, from of old your ear has not been opened. For I knew\nthat you would surely deal treacherously, and that from before birth you were called a rebel.\n", "9": "Isa 48:9 \"For my name's sake I defer my anger, for the sake of my praise I restrain it for you, that I may not cut\nyou off.\n", "10": "Isa 48:10 Behold, I have refined you, but not as silver; I have tried you in the furnace of affliction.\n", "11": "Isa 48:11 For my own sake, for my own sake, I do it, for how should my name be profaned? My glory I will not\ngive to another.\n", "12": "Isa 48:12 \"Listen to me, O Jacob, and Israel, whom I called! I am he; I am the first, and I am the last.\n", "13": "Isa 48:13 My hand laid the foundation of the earth, and my right hand spread out the heavens; when I call to\nthem, they stand forth together.\n", "14": "Isa 48:14 \"Assemble, all of you, and listen! who among them has declared these things? The LORD loves him;\nhe shall perform his purpose on Babylon, and his arm shall be against the Chaldeans.\n", "15": "Isa 48:15 I, even I, have spoken and called him; I have brought him, and he will prosper in his way.\n", "16": "Isa 48:16 Draw near to me, hear this: from the beginning I have not spoken in secret, from the time it came to\nbe I have been there.\" And now the Lord GOD has sent me, and his Spirit.\n", "17": "Isa 48:17 Thus says the LORD, your Redeemer, the Holy One of Israel: \"I am the LORD your God, who teaches\nyou to profit, who leads you in the way you should go.\n", "18": "Isa 48:18 Oh that you had paid attention to my commandments! Then your peace would have been like a river,\nand your righteousness like the waves of the sea;\n", "19": "Isa 48:19 your offspring would have been like the sand, and your descendants like its grains; their name wouldnever be cut off or destroyed from before me.\"\n", "20": "Isa 48:20 Go out from Babylon, flee from Chaldea, declare this with a shout of joy, proclaim it, send it out to the\nend of the earth; say, \"The LORD has redeemed his servant Jacob!\"\n", "21": "Isa 48:21 They did not thirst when he led them through the deserts; he made water flow for them from the rock;\nhe split the rock and the water gushed out.\n", "22": "Isa 48:22 \"There is no peace,\" says the LORD, \"for the wicked.\""}, "49": {"1": "Isa 49:1 Listen to me, O coastlands,and give attention, you peoples from afar. The LORD called me from the\nwomb, from the body of my mother he named my name.\n", "2": "Isa 49:2 He made my mouth like a sharp sword; in the shadow of his hand he hid me; he made me a polished\narrow; in his quiver he hid me away.\n", "3": "Isa 49:3 And he said to me, \"You are my servant, Israel, in whom I will be glorified.\"\n", "4": "Isa 49:4 But I said, \"I have labored in vain; I have spent my strength for nothing and vanity; yet surely my right is\nwith the LORD, and my recompense with my God.\"\n", "5": "Isa 49:5 And now the LORD says, he who formed me from the womb to be his servant, to bring Jacob back to\nhim; and that Israel might be gathered to him- for I am honored in the eyes of the LORD, and my God has\nbecome my strength", "6": "Isa 49:6 he says: \"It is too light a thing that you should be my servant to raise up the tribes of Jacob and to bring\nback the preserved of Israel; I will make you as a light for the nations, that my salvation may reach to the end of\nthe earth.\"\n", "7": "Isa 49:7 Thus says the LORD, the Redeemer of Israel and his Holy One, to one deeply despised, abhorred by\nthe nation, the servant of rulers: \"Kings shall see and arise; princes, and they shall prostrate themselves;\nbecause of the LORD, who is faithful, the Holy One of Israel, who has chosen you.\"\n", "8": "Isa 49:8 Thus says the LORD: \"In a time of favor I have answered you; in a day of salvation I have helped you; I\nwill keep you and give you as a covenant to the people, to establish the land, to apportion the desolate\nheritages,\n", "9": "Isa 49:9 saying to the prisoners, 'Come out,' to those who are in darkness, 'Appear.' They shall feed along the\nways; on all bare heights shall be their pasture;\n", "10": "Isa 49:10 they shall not hunger or thirst, neither scorching wind nor sun shall strike them, for he who has pity on\nthem will lead them, and by springs of water will guide them.\n", "11": "Isa 49:11 And I will make all my mountains a road, and my highways shall be raised up.\n", "12": "Isa 49:12 Behold, these shall come from afar, and behold, these from the north and from the west, and these\nfrom the land of Syene.\"\n", "13": "Isa 49:13 Sing for joy, O heavens, and exult, O earth; break forth, O mountains, into singing! for the LORD has\ncomforted his people and will have compassion on his afflicted.\n", "14": "Isa 49:14 But Zion said, \"The LORD has forsaken me; my Lord has forgotten me.\"\n", "15": "Isa 49:15 \"Can a woman forget her nursing child, that she should have no compassion on the son of her womb?\nEven these may forget, yet I will not forget you.\n", "16": "Isa 49:16 Behold, I have engraved you on the palms of my hands; your walls are continually before me.\n", "17": "Isa 49:17 Your builders make haste; your destroyers and those who laid you waste go out from you.\n", "18": "Isa 49:18 Lift up your eyes around and see; they all gather, they come to you. As I live, declares the LORD, you\nshall put them all on as an ornament; you shall bind them on as a bride does.\n", "19": "Isa 49:19 \"Surely your waste and your desolate places and your devastated land- surely now you will be too\nnarrow for your inhabitants, and those who swallowed you up will be far away.\n", "20": "Isa 49:20 The children of your bereavement will yet say in your ears: 'The place is too narrow for me; make\nroom for me to dwell in.'\n", "21": "Isa 49:21 Then you will say in your heart: 'Who has borne me these? I was bereaved and barren, exiled and put\naway, but who has brought up these? Behold, I was left alone; from where have these come?'\"\n", "22": "Isa 49:22 Thus says the Lord GOD: \"Behold, I will lift up my hand to the nations, and raise my signal to the\npeoples; and they shall bring your sons in their bosom, and your daughters shall be carried on their shoulders.\n", "23": "Isa 49:23 Kings shall be your foster fathers, and their queens your nursing mothers. With their faces to the\nground they shall bow down to you, and lick the dust of your feet. Then you will know that I am the LORD; those\nwho wait for me shall not be put to shame.\"\n", "24": "Isa 49:24 Can the prey be taken from the mighty, or the captives of a tyrant be rescued?\n", "25": "Isa 49:25 For thus says the LORD: \"Even the captives of the mighty shall be taken, and the prey of the tyrant be\nrescued, for I will contend with those who contend with you, and I will save your children.\n", "26": "Isa 49:26 I will make your oppressors eat their own flesh, and they shall be drunk with their own blood as with\nwine. Then all flesh shall know that I am the LORD your Savior, and your Redeemer, the Mighty One of Jacob.\""}, "50": {"1": "Isa 50:1 Thus says the LORD:\"Where is your mother's certificate of divorce, with which I sent her away? Or\nwhich of my creditors is it to whom I have sold you? Behold, for your iniquities you were sold, and for yourtransgressions your mother was sent away.\n", "2": "Isa 50:2 Why, when I came, was there no man; why, when I called, was there no one to answer? Is my hand\nshortened, that it cannot redeem? Or have I no power to deliver? Behold, by my rebuke I dry up the sea, I make\nthe rivers a desert; their fish stink for lack of water and die of thirst.\n", "3": "Isa 50:3 I clothe the heavens with blackness and make sackcloth their covering.\"\n", "4": "Isa 50:4 The Lord GOD has given me the tongue of those who are taught, that I may know how to sustain with a\nword him who is weary. Morning by morning he awakens; he awakens my ear to hear as those who are taught.\n", "5": "Isa 50:5 The Lord GOD has opened my ear, and I was not rebellious; I turned not backward.\n", "6": "Isa 50:6 I gave my back to those who strike, and my cheeks to those who pull out the beard; I hid not my face\nfrom disgrace and spitting.\n", "7": "Isa 50:7 But the Lord GOD helps me; therefore I have not been disgraced; therefore I have set my face like a\nflint, and I know that I shall not be put to shame.\n", "8": "Isa 50:8 He who vindicates me is near. Who will contend with me? Let us stand up together. Who is my\nadversary? Let him come near to me.\n", "9": "Isa 50:9 Behold, the Lord GOD helps me; who will declare me guilty? Behold, all of them will wear out like a\ngarment; the moth will eat them up.\n", "10": "Isa 50:10 Who among you fears the LORD and obeys the voice of his servant? Let him who walks in darkness\nand has no light trust in the name of the LORD and rely on his God.\n", "11": "Isa 50:11 Behold, all you who kindle a fire, who equip yourselves with burning torches! Walk by the light of your\nfire, and by the torches that you have kindled! This you have from my hand: you shall lie down in torment."}, "51": {"1": "Isa 51:1 \"Listen to me, you who pursue righteousness, you who seek the LORD: look to the rock from which you\nwere hewn, and to the quarry from which you were dug.\n", "2": "Isa 51:2 Look to Abraham your father and to Sarah who bore you; for he was but one when I called him, that I\nmight bless him and multiply him.\n", "3": "Isa 51:3 For the LORD comforts Zion; he comforts all her waste places and makes her wilderness like Eden, her\ndesert like the garden of the LORD; joy and gladness will be found in her, thanksgiving and the voice of song.\n", "4": "Isa 51:4 \"Give attention to me, my people, and give ear to me, my nation; for a law will go out from me, and I will\nset my justice for a light to the peoples.\n", "5": "Isa 51:5 My righteousness draws near, my salvation has gone out, and my arms will judge the peoples; the\ncoastlands hope for me, and for my arm they wait.\n", "6": "Isa 51:6 Lift up your eyes to the heavens, and look at the earth beneath; for the heavens vanish like smoke, the\nearth will wear out like a garment, and they who dwell in it will die in like manner; but my salvation will be forever,\nand my righteousness will never be dismayed.\n", "7": "Isa 51:7 \"Listen to me, you who know righteousness, the people in whose heart is my law; fear not the reproach\nof man, nor be dismayed at their revilings.\n", "8": "Isa 51:8 For the moth will eat them up like a garment, and the worm will eat them like wool; but my\nrighteousness will be forever, and my salvation to all generations.\"\n", "9": "Isa 51:9 Awake, awake, put on strength, O arm of the LORD; awake, as in days of old, the generations of long\nago. Was it not you who cut Rahab in pieces, that pierced the dragon?\n", "10": "Isa 51:10 Was it not you who dried up the sea, the waters of the great deep, who made the depths of the sea a\nway for the redeemed to pass over?\n", "11": "Isa 51:11 And the ransomed of the LORD shall return and come to Zion with singing; everlasting joy shall be\nupon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away.\n", "12": "Isa 51:12 \"I, I am he who comforts you; who are you that you are afraid of man who dies, of the son of man who\nis made like grass,\n", "13": "Isa 51:13 and have forgotten the LORD, your Maker, who stretched out the heavens and laid the foundations of\nthe earth, and you fear continually all the day because of the wrath of the oppressor, when he sets himself to\ndestroy? And where is the wrath of the oppressor?\n", "14": "Isa 51:14 He who is bowed down shall speedily be released; he shall not die and go down to the pit, neither\nshall his bread be lacking.\n", "15": "Isa 51:15 I am the LORD your God, who stirs up the sea so that its waves roar- the LORD of hosts is his name.\n", "16": "Isa 51:16 And I have put my words in your mouth and covered you in the shadow of my hand, establishing the\nheavens and laying the foundations of the earth, and saying to Zion, 'You are my people.'\"\n", "17": "Isa 51:17 Wake yourself, wake yourself, stand up, O Jerusalem, you who have drunk from the hand of the\nLORD the cup of his wrath, who have drunk to the dregs the bowl, the cup of staggering.\n", "18": "Isa 51:18 There is none to guide her among all the sons she has borne; there is none to take her by the hand\namong all the sons she has brought up.\n", "19": "Isa 51:19 These two things have happened to you- who will console you?- devastation and destruction, famine\nand sword; who will comfort you?", "20": "Isa 51:20 Your sons have fainted; they lie at the head of every street like an antelope in a net; they are full of the\nwrath of the LORD, the rebuke of your God.\n", "21": "Isa 51:21 Therefore hear this, you who are afflicted, who are drunk, but not with wine:\n", "22": "Isa 51:22 Thus says your Lord, the LORD, your God who pleads the cause of his people: \"Behold, I have taken\nfrom your hand the cup of staggering; the bowl of my wrath you shall drink no more;\n", "23": "Isa 51:23 and I will put it into the hand of your tormentors, who have said to you, 'Bow down, that we may pass\nover'; and you have made your back like the ground and like the street for them to pass over.\""}, "52": {"1": "Isa 52:1 Awake, awake, put on your strength, O Zion; put on your beautiful garments, O Jerusalem, the holy\ncity; for there shall no more come into you the uncircumcised and the unclean.\n", "2": "Isa 52:2 Shake yourself from the dust and arise; be seated, O Jerusalem; loose the bonds from your neck, O\ncaptive daughter of Zion.\n", "3": "Isa 52:3 For thus says the LORD: \"You were sold for nothing, and you shall be redeemed without money.\"\n", "4": "Isa 52:4 For thus says the Lord GOD: \"My people went down at the first into Egypt to sojourn there, and the\nAssyrian oppressed them for nothing.\n", "5": "Isa 52:5 Now therefore what have I here,\" declares the LORD, \"seeing that my people are taken away for\nnothing? Their rulers wail,\" declares the LORD, \"and continually all the day my name is despised.\n", "6": "Isa 52:6 Therefore my people shall know my name. Therefore in that day they shall know that it is I who speak;\nhere am I.\"\n", "7": "Isa 52:7 How beautiful upon the mountains are the feet of him who brings good news, who publishes peace,\nwho brings good news of happiness, who publishes salvation, who says to Zion, \"Your God reigns.\"\n", "8": "Isa 52:8 The voice of your watchmen- they lift up their voice; together they sing for joy; for eye to eye they see\nthe return of the LORD to Zion.\n", "9": "Isa 52:9 Break forth together into singing, you waste places of Jerusalem, for the LORD has comforted his\npeople; he has redeemed Jerusalem.\n", "10": "Isa 52:10 The LORD has bared his holy arm before the eyes of all the nations, and all the ends of the earth shall\nsee the salvation of our God.\n", "11": "Isa 52:11 Depart, depart, go out from there; touch no unclean thing; go out from the midst of her; purify\nyourselves, you who bear the vessels of the LORD.\n", "12": "Isa 52:12 For you shall not go out in haste, and you shall not go in flight, for the LORD will go before you, and\nthe God of Israel will be your rear guard.\n", "13": "Isa 52:13 Behold, my servant shall act wisely; he shall be high and lifted up, and shall be exalted.\n", "14": "Isa 52:14 As many were astonished at you- his appearance was so marred, beyond human semblance, and his\nform beyond that of the children of mankind", "15": "Isa 52:15 so shall he sprinkle many nations; kings shall shut their mouths because of him; for that which has not\nbeen told them they see, and that which they have not heard they understand."}, "53": {"1": "Isa 53:1 Who has believed what they heard from us? And to whom has the arm of the LORD been revealed?\n", "2": "Isa 53:2 For he grew up before him like a young plant, and like a root out of dry ground; he had no form or\nmajesty that we should look at him, and no beauty that we should desire him.\n", "3": "Isa 53:3 He was despised and rejected by men; a man of sorrows, and acquainted with grief; and as one from\nwhom men hide their faces he was despised, and we esteemed him not.\n", "4": "Isa 53:4 Surely he has borne our griefs and carried our sorrows; yet we esteemed him stricken, smitten by God,\nand afflicted.\n", "5": "Isa 53:5 But he was wounded for our transgressions; he was crushed for our iniquities; upon him was the\nchastisement that brought us peace, and with his stripes we are healed.\n", "6": "Isa 53:6 All we like sheep have gone astray; we have turned every one to his own way; and the LORD has laid\non him the iniquity of us all.\n", "7": "Isa 53:7 He was oppressed, and he was afflicted, yet he opened not his mouth; like a lamb that is led to the\nslaughter, and like a sheep that before its shearers is silent, so he opened not his mouth.\n", "8": "Isa 53:8 By oppression and judgment he was taken away; and as for his generation, who considered that he\nwas cut off out of the land of the living, stricken for the transgression of my people?\n", "9": "Isa 53:9 And they made his grave with the wicked and with a rich man in his death, although he had done no\nviolence, and there was no deceit in his mouth.\n", "10": "Isa 53:10 Yet it was the will of the LORD to crush him; he has put him to grief; when his soul makes an offering\nfor sin, he shall see his offspring; he shall prolong his days; the will of the LORD shall prosper in his hand.\n", "11": "Isa 53:11 Out of the anguish of his soul he shall see and be satisfied; by his knowledge shall the righteous one,\nmy servant, make many to be accounted righteous, and he shall bear their iniquities.\n", "12": "Isa 53:12 Therefore I will divide him a portion with the many, and he shall divide the spoil with the strong,\nbecause he poured out his soul to death and was numbered with the transgressors; yet he bore the sin of many,\nand makes intercession for the transgressors"}, "54": {"1": "Isa 54:1 \"Sing, O barren one, who did not bear; break forth into singing and cry aloud, you who have not been in\nlabor! For the children of the desolate one will be more than the children of her who is married,\" says the LORD.\n", "2": "Isa 54:2 \"Enlarge the place of your tent, and let the curtains of your habitations be stretched out; do not hold\nback; lengthen your cords and strengthen your stakes.\n", "3": "Isa 54:3 For you will spread abroad to the right and to the left, and your offspring will possess the nations and\nwill people the desolate cities.\n", "4": "Isa 54:4 \"Fear not, for you will not be ashamed; be not confounded, for you will not be disgraced; for you will\nforget the shame of your youth, and the reproach of your widowhood you will remember no more.\n", "5": "Isa 54:5 For your Maker is your husband, the LORD of hosts is his name; and the Holy One of Israel is your\nRedeemer, the God of the whole earth he is called.\n", "6": "Isa 54:6 For the LORD has called you like a wife deserted and grieved in spirit, like a wife of youth when she is\ncast off, says your God.\n", "7": "Isa 54:7 For a brief moment I deserted you, but with great compassion I will gather you.\n", "8": "Isa 54:8 In overflowing anger for a moment I hid my face from you, but with everlasting love I will have\ncompassion on you,\" says the LORD, your Redeemer.\n", "9": "Isa 54:9 \"This is like the days of Noah to me: as I swore that the waters of Noah should no more go over the\nearth, so I have sworn that I will not be angry with you, and will not rebuke you.\n", "10": "Isa 54:10 For the mountains may depart and the hills be removed, but my steadfast love shall not depart from\nyou, and my covenant of peace shall not be removed,\" says the LORD, who has compassion on you.\n", "11": "Isa 54:11 \"O afflicted one, storm-tossed and not comforted, behold, I will set your stones in antimony, and lay\nyour foundations with sapphires.\n", "12": "Isa 54:12 I will make your pinnacles of agate, your gates of carbuncles, and all your wall of precious stones.\n", "13": "Isa 54:13 All your children shall be taught by the LORD, and great shall be the peace of your children.\n", "14": "Isa 54:14 In righteousness you shall be established; you shall be far from oppression, for you shall not fear; and\nfrom terror, for it shall not come near you.\n", "15": "Isa 54:15 If anyone stirs up strife, it is not from me; whoever stirs up strife with you shall fall because of you.\n", "16": "Isa 54:16 Behold, I have created the smith who blows the fire of coals and produces a weapon for its purpose. I\nhave also created the ravager to destroy;\n", "17": "Isa 54:17 no weapon that is fashioned against you shall succeed, and you shall confute every tongue that rises\nagainst you in judgment. This is the heritage of the servants of the LORD and their vindication from me, declares\nthe LORD.\""}, "55": {"1": "Isa 55:1 \"Come, everyone who thirsts, come to the waters; and he who has no money, come, buy and eat!\nCome, buy wine and milk without money and without price.\n", "2": "Isa 55:2 Why do you spend your money for that which is not bread, and your labor for that which does not\nsatisfy? Listen diligently to me, and eat what is good, and delight yourselves in rich food.\n", "3": "Isa 55:3 Incline your ear, and come to me; hear, that your soul may live; and I will make with you an everlasting\ncovenant, my steadfast, sure love for David.\n", "4": "Isa 55:4 Behold, I made him a witness to the peoples, a leader and commander for the peoples.\n", "5": "Isa 55:5 Behold, you shall call a nation that you do not know, and a nation that did not know you shall run to\nyou, because of the LORD your God, and of the Holy One of Israel, for he has glorified you.\n", "6": "Isa 55:6 \"Seek the LORD while he may be found; call upon him while he is near;\n", "7": "Isa 55:7 let the wicked forsake his way, and the unrighteous man his thoughts; let him return to the LORD, that\nhe may have compassion on him, and to our God, for he will abundantly pardon.\n", "8": "Isa 55:8 For my thoughts are not your thoughts, neither are your ways my ways, declares the LORD.\n", "9": "Isa 55:9 For as the heavens are higher than the earth, so are my ways higher than your ways and my thoughts\nthan your thoughts.\n", "10": "Isa 55:10 \"For as the rain and the snow come down from heaven and do not return there but water the earth,\nmaking it bring forth and sprout, giving seed to the sower and bread to the eater,\n", "11": "Isa 55:11 so shall my word be that goes out from my mouth; it shall not return to me empty, but it shall\naccomplish that which I purpose, and shall succeed in the thing for which I sent it.\n", "12": "Isa 55:12 \"For you shall go out in joy and be led forth in peace; the mountains and the hills before you shall\nbreak forth into singing, and all the trees of the field shall clap their hands.\n", "13": "Isa 55:13 Instead of the thorn shall come up the cypress; instead of the brier shall come up the myrtle; and it\nshall make a name for the LORD, an everlasting sign that shall not be cut off.\""}, "56": {"1": "Isa 56:1 Thus says the LORD:\"Keep justice, and do righteousness, for soon my salvation will come, and my\ndeliverance be revealed.\n", "2": "Isa 56:2 Blessed is the man who does this, and the son of man who holds it fast, who keeps the Sabbath, not\nprofaning it, and keeps his hand from doing any evil.\"\n", "3": "Isa 56:3 Let not the foreigner who has joined himself to the LORD say, \"The LORD will surely separate me fromhis people\"; and let not the eunuch say, \"Behold, I am a dry tree.\"\n", "4": "Isa 56:4 For thus says the LORD: \"To the eunuchs who keep my Sabbaths, who choose the things that please\nme and hold fast my covenant,\n", "5": "Isa 56:5 I will give in my house and within my walls a monument and a name better than sons and daughters; I\nwill give them an everlasting name that shall not be cut off.\n", "6": "Isa 56:6 \"And the foreigners who join themselves to the LORD, to minister to him, to love the name of the\nLORD, and to be his servants, everyone who keeps the Sabbath and does not profane it, and holds fast my\ncovenant", "7": "Isa 56:7 these I will bring to my holy mountain, and make them joyful in my house of prayer; their burnt offerings\nand their sacrifices will be accepted on my altar; for my house shall be called a house of prayer for all peoples.\"\n", "8": "Isa 56:8 The Lord GOD, who gathers the outcasts of Israel, declares, \"I will gather yet others to him besides\nthose already gathered.\"\n", "9": "Isa 56:9 All you beasts of the field, come to devour- all you beasts in the forest.\n", "10": "Isa 56:10 His watchmen are blind; they are all without knowledge; they are all silent dogs; they cannot bark,\ndreaming, lying down, loving to slumber.\n", "11": "Isa 56:11 The dogs have a mighty appetite; they never have enough. But they are shepherds who have no\nunderstanding; they have all turned to their own way, each to his own gain, one and all.\n", "12": "Isa 56:12 \"Come,\" they say, \"let me get wine; let us fill ourselves with strong drink; and tomorrow will be like this\nday, great beyond measure.\""}, "57": {"1": "Isa 57:1 The righteous man perishes,and no one lays it to heart; devout men are taken away, while no one\nunderstands. For the righteous man is taken away from calamity;\n", "2": "Isa 57:2 he enters into peace; they rest in their beds who walk in their uprightness.\n", "3": "Isa 57:3 But you, draw near, sons of the sorceress, offspring of the adulterer and the loose woman.\n", "4": "Isa 57:4 Whom are you mocking? Against whom do you open your mouth wide and stick out your tongue? Are\nyou not children of transgression, the offspring of deceit,\n", "5": "Isa 57:5 you who burn with lust among the oaks, under every green tree, who slaughter your children in the\nvalleys, under the clefts of the rocks?\n", "6": "Isa 57:6 Among the smooth stones of the valley is your portion; they, they, are your lot; to them you have\npoured out a drink offering, you have brought a grain offering. Shall I relent for these things?\n", "7": "Isa 57:7 On a high and lofty mountain you have set your bed, and there you went up to offer sacrifice.\n", "8": "Isa 57:8 Behind the door and the doorpost you have set up your memorial; for, deserting me, you have\nuncovered your bed, you have gone up to it, you have made it wide; and you have made a covenant for yourself\nwith them, you have loved their bed, you have looked on nakedness.\n", "9": "Isa 57:9 You journeyed to the king with oil and multiplied your perfumes; you sent your envoys far off, and sent\ndown even to Sheol.\n", "10": "Isa 57:10 You were wearied with the length of your way, but you did not say, \"It is hopeless\"; you found new life\nfor your strength, and so you were not faint.\n", "11": "Isa 57:11 Whom did you dread and fear, so that you lied, and did not remember me, did not lay it to heart? Have\nI not held my peace, even for a long time, and you do not fear me?\n", "12": "Isa 57:12 I will declare your righteousness and your deeds, but they will not profit you.\n", "13": "Isa 57:13 When you cry out, let your collection of idols deliver you! The wind will carry them off, a breath will\ntake them away. But he who takes refuge in me shall possess the land and shall inherit my holy mountain.\n", "14": "Isa 57:14 And it shall be said, \"Build up, build up, prepare the way, remove every obstruction from my people's\nway.\"\n", "15": "Isa 57:15 For thus says the One who is high and lifted up, who inhabits eternity, whose name is Holy: \"I dwell in\nthe high and holy place, and also with him who is of a contrite and lowly spirit, to revive the spirit of the lowly,\nand to revive the heart of the contrite.\n", "16": "Isa 57:16 For I will not contend forever, nor will I always be angry; for the spirit would grow faint before me, and\nthe breath of life that I made.\n", "17": "Isa 57:17 Because of the iniquity of his unjust gain I was angry, I struck him; I hid my face and was angry, but\nhe went on backsliding in the way of his own heart.\n", "18": "Isa 57:18 I have seen his ways, but I will heal him; I will lead him and restore comfort to him and his mourners,\n", "19": "Isa 57:19 creating the fruit of the lips. Peace, peace, to the far and to the near,\" says the LORD, \"and I will heal\nhim.\n", "20": "Isa 57:20 But the wicked are like the tossing sea; for it cannot be quiet, and its waters toss up mire and dirt.\n", "21": "Isa 57:21 There is no peace,\" says my God, \"for the wicked.\""}, "58": {"1": "Isa 58:1 \"Cry aloud; do not hold back; lift up your voice like a trumpet; declare to my people their transgression,\nto the house of Jacob their sins.\n", "2": "Isa 58:2 Yet they seek me daily and delight to know my ways, as if they were a nation that did righteousnessand did not forsake the judgment of their God; they ask of me righteous judgments; they delight to draw near to\nGod.\n", "3": "Isa 58:3 'Why have we fasted, and you see it not? Why have we humbled ourselves, and you take no\nknowledge of it?' Behold, in the day of your fast you seek your own pleasure, and oppress all your workers.\n", "4": "Isa 58:4 Behold, you fast only to quarrel and to fight and to hit with a wicked fist. Fasting like yours this day will\nnot make your voice to be heard on high.\n", "5": "Isa 58:5 Is such the fast that I choose, a day for a person to humble himself? Is it to bow down his head like a\nreed, and to spread sackcloth and ashes under him? Will you call this a fast, and a day acceptable to the LORD?\n", "6": "Isa 58:6 \"Is not this the fast that I choose: to loose the bonds of wickedness, to undo the straps of the yoke, to\nlet the oppressed go free, and to break every yoke?\n", "7": "Isa 58:7 Is it not to share your bread with the hungry and bring the homeless poor into your house; when you\nsee the naked, to cover him, and not to hide yourself from your own flesh?\n", "8": "Isa 58:8 Then shall your light break forth like the dawn, and your healing shall spring up speedily; your\nrighteousness shall go before you; the glory of the LORD shall be your rear guard.\n", "9": "Isa 58:9 Then you shall call, and the LORD will answer; you shall cry, and he will say, 'Here I am.' If you take\naway the yoke from your midst, the pointing of the finger, and speaking wickedness,\n", "10": "Isa 58:10 if you pour yourself out for the hungry and satisfy the desire of the afflicted, then shall your light rise in\nthe darkness and your gloom be as the noonday.\n", "11": "Isa 58:11 And the LORD will guide you continually and satisfy your desire in scorched places and make your\nbones strong; and you shall be like a watered garden, like a spring of water, whose waters do not fail.\n", "12": "Isa 58:12 And your ancient ruins shall be rebuilt; you shall raise up the foundations of many generations; you\nshall be called the repairer of the breach, the restorer of streets to dwell in.\n", "13": "Isa 58:13 \"If you turn back your foot from the Sabbath, from doing your pleasure on my holy day, and call the\nSabbath a delight and the holy day of the LORD honorable; if you honor it, not going your own ways, or seeking\nyour own pleasure, or talking idly;\n", "14": "Isa 58:14 then you shall take delight in the LORD, and I will make you ride on the heights of the earth; I will feed\nyou with the heritage of Jacob your father, for the mouth of the LORD has spoken.\""}, "59": {"1": "Isa 59:1 Behold, the LORD's hand is not shortened, that it cannot save, or his ear dull, that it cannot hear;\n", "2": "Isa 59:2 but your iniquities have made a separation between you and your God, and your sins have hidden his\nface from you so that he does not hear.\n", "3": "Isa 59:3 For your hands are defiled with blood and your fingers with iniquity; your lips have spoken lies; your\ntongue mutters wickedness.\n", "4": "Isa 59:4 No one enters suit justly; no one goes to law honestly; they rely on empty pleas, they speak lies, they\nconceive mischief and give birth to iniquity.\n", "5": "Isa 59:5 They hatch adders' eggs; they weave the spider's web; he who eats their eggs dies, and from one that\nis crushed a viper is hatched.\n", "6": "Isa 59:6 Their webs will not serve as clothing; men will not cover themselves with what they make. Their works\nare works of iniquity, and deeds of violence are in their hands.\n", "7": "Isa 59:7 Their feet run to evil, and they are swift to shed innocent blood; their thoughts are thoughts of iniquity;\ndesolation and destruction are in their highways.\n", "8": "Isa 59:8 The way of peace they do not know, and there is no justice in their paths; they have made their roads\ncrooked; no one who treads on them knows peace.\n", "9": "Isa 59:9 Therefore justice is far from us, and righteousness does not overtake us; we hope for light, and behold,\ndarkness, and for brightness, but we walk in gloom.\n", "10": "Isa 59:10 We grope for the wall like the blind; we grope like those who have no eyes; we stumble at noon as in\nthe twilight, among those in full vigor we are like dead men.\n", "11": "Isa 59:11 We all growl like bears; we moan and moan like doves; we hope for justice, but there is none; for\nsalvation, but it is far from us.\n", "12": "Isa 59:12 For our transgressions are multiplied before you, and our sins testify against us; for our transgressions\nare with us, and we know our iniquities:\n", "13": "Isa 59:13 transgressing, and denying the LORD, and turning back from following our God, speaking oppression\nand revolt, conceiving and uttering from the heart lying words.\n", "14": "Isa 59:14 Justice is turned back, and righteousness stands afar off; for truth has stumbled in the public squares,\nand uprightness cannot enter.\n", "15": "Isa 59:15 Truth is lacking, and he who departs from evil makes himself a prey. The LORD saw it, and it\ndispleased him that there was no justice.\n", "16": "Isa 59:16 He saw that there was no man, and wondered that there was no one to intercede; then his own arm\nbrought him salvation, and his righteousness upheld him.\n", "17": "Isa 59:17 He put on righteousness as a breastplate, and a helmet of salvation on his head; he put on garmentsof vengeance for clothing, and wrapped himself in zeal as a cloak.\n", "18": "Isa 59:18 According to their deeds, so will he repay, wrath to his adversaries, repayment to his enemies; to the\ncoastlands he will render repayment.\n", "19": "Isa 59:19 So they shall fear the name of the LORD from the west, and his glory from the rising of the sun; for he\nwill come like a rushing stream, which the wind of the LORD drives.\n", "20": "Isa 59:20 \"And a Redeemer will come to Zion, to those in Jacob who turn from transgression,\" declares the\nLORD.\n", "21": "Isa 59:21 \"And as for me, this is my covenant with them,\" says the LORD: \"My Spirit that is upon you, and my\nwords that I have put in your mouth, shall not depart out of your mouth, or out of the mouth of your offspring, or\nout of the mouth of your children's offspring,\" says the LORD, \"from this time forth and forevermore.\""}, "60": {"1": "Isa 60:1 Arise, shine, for your light has come, and the glory of the LORD has risen upon you.\n", "2": "Isa 60:2 For behold, darkness shall cover the earth, and thick darkness the peoples; but the LORD will arise\nupon you, and his glory will be seen upon you.\n", "3": "Isa 60:3 And nations shall come to your light, and kings to the brightness of your rising.\n", "4": "Isa 60:4 Lift up your eyes all around, and see; they all gather together, they come to you; your sons shall come\nfrom far, and your daughters shall be carried on the hip.\n", "5": "Isa 60:5 Then you shall see and be radiant; your heart shall thrill and exult, because the abundance of the sea\nshall be turned to you, the wealth of the nations shall come to you.\n", "6": "Isa 60:6 A multitude of camels shall cover you, the young camels of Midian and Ephah; all those from Sheba\nshall come. They shall bring gold and frankincense, and shall bring good news, the praises of the LORD.\n", "7": "Isa 60:7 All the flocks of Kedar shall be gathered to you; the rams of Nebaioth shall minister to you; they shall\ncome up with acceptance on my altar, and I will beautify my beautiful house.\n", "8": "Isa 60:8 Who are these that fly like a cloud, and like doves to their windows?\n", "9": "Isa 60:9 For the coastlands shall hope for me, the ships of Tarshish first, to bring your children from afar, their\nsilver and gold with them, for the name of the LORD your God, and for the Holy One of Israel, because he has\nmade you beautiful.\n", "10": "Isa 60:10 Foreigners shall build up your walls, and their kings shall minister to you; for in my wrath I struck you,\nbut in my favor I have had mercy on you.\n", "11": "Isa 60:11 Your gates shall be open continually; day and night they shall not be shut, that people may bring to\nyou the wealth of the nations, with their kings led in procession.\n", "12": "Isa 60:12 For the nation and kingdom that will not serve you shall perish; those nations shall be utterly laid\nwaste.\n", "13": "Isa 60:13 The glory of Lebanon shall come to you, the cypress, the plane, and the pine, to beautify the place of\nmy sanctuary, and I will make the place of my feet glorious.\n", "14": "Isa 60:14 The sons of those who afflicted you shall come bending low to you, and all who despised you shall\nbow down at your feet; they shall call you the City of the LORD, the Zion of the Holy One of Israel.\n", "15": "Isa 60:15 Whereas you have been forsaken and hated, with no one passing through, I will make you majestic\nforever, a joy from age to age.\n", "16": "Isa 60:16 You shall suck the milk of nations; you shall nurse at the breast of kings; and you shall know that I, the\nLORD, am your Savior and your Redeemer, the Mighty One of Jacob.\n", "17": "Isa 60:17 Instead of bronze I will bring gold, and instead of iron I will bring silver; instead of wood, bronze,\ninstead of stones, iron. I will make your overseers peace and your taskmasters righteousness.\n", "18": "Isa 60:18 Violence shall no more be heard in your land, devastation or destruction within your borders; you shall\ncall your walls Salvation, and your gates Praise.\n", "19": "Isa 60:19 The sun shall be no more your light by day, nor for brightness shall the moon give you light; but the\nLORD will be your everlasting light, and your God will be your glory.\n", "20": "Isa 60:20 Your sun shall no more go down, nor your moon withdraw itself; for the LORD will be your everlasting\nlight, and your days of mourning shall be ended.\n", "21": "Isa 60:21 Your people shall all be righteous; they shall possess the land forever, the branch of my planting, the\nwork of my hands, that I might be glorified.\n", "22": "Isa 60:22 The least one shall become a clan, and the smallest one a mighty nation; I am the LORD; in its time I\nwill hasten it."}, "61": {"1": "Isa 61:1 The Spirit of the Lord GOD is upon me, because the LORD has anointed me to bring good news to the\npoor; he has sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the\nprison to those who are bound;\n", "2": "Isa 61:2 to proclaim the year of the LORD's favor, and the day of vengeance of our God; to comfort all who\nmourn;\n", "3": "Isa 61:3 to grant to those who mourn in Zion- to give them a beautiful headdress instead of ashes, the oil of\ngladness instead of mourning, the garment of praise instead of a faint spirit; that they may be called oaks ofrighteousness, the planting of the LORD, that he may be glorified.\n", "4": "Isa 61:4 They shall build up the ancient ruins; they shall raise up the former devastations; they shall repair the\nruined cities, the devastations of many generations.\n", "5": "Isa 61:5 Strangers shall stand and tend your flocks; foreigners shall be your plowmen and vinedressers;\n", "6": "Isa 61:6 but you shall be called the priests of the LORD; they shall speak of you as the ministers of our God;\nyou shall eat the wealth of the nations, and in their glory you shall boast.\n", "7": "Isa 61:7 Instead of your shame there shall be a double portion; instead of dishonor they shall rejoice in their lot;\ntherefore in their land they shall possess a double portion; they shall have everlasting joy.\n", "8": "Isa 61:8 For I the LORD love justice; I hate robbery and wrong; I will faithfully give them their recompense, and I\nwill make an everlasting covenant with them.\n", "9": "Isa 61:9 Their offspring shall be known among the nations, and their descendants in the midst of the peoples; all\nwho see them shall acknowledge them, that they are an offspring the LORD has blessed.\n", "10": "Isa 61:10 I will greatly rejoice in the LORD; my soul shall exult in my God, for he has clothed me with the\ngarments of salvation; he has covered me with the robe of righteousness, as a bridegroom decks himself like a\npriest with a beautiful headdress, and as a bride adorns herself with her jewels.\n", "11": "Isa 61:11 For as the earth brings forth its sprouts, and as a garden causes what is sown in it to sprout up, so the\nLord GOD will cause righteousness and praise to sprout up before all the nations."}, "62": {"1": "Isa 62:1 For Zion's sake I will not keep silent, and for Jerusalem's sake I will not be quiet, until her righteousness\ngoes forth as brightness, and her salvation as a burning torch.\n", "2": "Isa 62:2 The nations shall see your righteousness, and all the kings your glory, and you shall be called by a new\nname that the mouth of the LORD will give.\n", "3": "Isa 62:3 You shall be a crown of beauty in the hand of the LORD, and a royal diadem in the hand of your God.\n", "4": "Isa 62:4 You shall no more be termed Forsaken, and your land shall no more be termed Desolate, but you shall\nbe called My Delight Is in Her, and your land Married; for the LORD delights in you, and your land shall be\nmarried.\n", "5": "Isa 62:5 For as a young man marries a young woman, so shall your sons marry you, and as the bridegroom\nrejoices over the bride, so shall your God rejoice over you.\n", "6": "Isa 62:6 On your walls, O Jerusalem, I have set watchmen; all the day and all the night they shall never be\nsilent. You who put the LORD in remembrance, take no rest,\n", "7": "Isa 62:7 and give him no rest until he establishes Jerusalem and makes it a praise in the earth.\n", "8": "Isa 62:8 The LORD has sworn by his right hand and by his mighty arm: \"I will not again give your grain to be\nfood for your enemies, and foreigners shall not drink your wine for which you have labored;\n", "9": "Isa 62:9 but those who garner it shall eat it and praise the LORD, and those who gather it shall drink it in the\ncourts of my sanctuary.\"\n", "10": "Isa 62:10 Go through, go through the gates; prepare the way for the people; build up, build up the highway;\nclear it of stones; lift up a signal over the peoples.\n", "11": "Isa 62:11 Behold, the LORD has proclaimed to the end of the earth: Say to the daughter of Zion, \"Behold, your\nsalvation comes; behold, his reward is with him, and his recompense before him.\"\n", "12": "Isa 62:12 And they shall be called The Holy People, The Redeemed of the LORD; and you shall be called\nSought Out, A City Not Forsaken."}, "63": {"1": "Isa 63:1 Who is this who comes from Edom, in crimsoned garments from Bozrah, he who is splendid in his\napparel, marching in the greatness of his strength? \"It is I, speaking in righteousness, mighty to save.\"\n", "2": "Isa 63:2 Why is your apparel red, and your garments like his who treads in the winepress?\n", "3": "Isa 63:3 \"I have trodden the winepress alone, and from the peoples no one was with me; I trod them in my\nanger and trampled them in my wrath; their lifeblood spattered on my garments, and stained all my apparel.\n", "4": "Isa 63:4 For the day of vengeance was in my heart, and my year of redemption had come.\n", "5": "Isa 63:5 I looked, but there was no one to help; I was appalled, but there was no one to uphold; so my own arm\nbrought me salvation, and my wrath upheld me.\n", "6": "Isa 63:6 I trampled down the peoples in my anger; I made them drunk in my wrath, and I poured out their\nlifeblood on the earth.\"\n", "7": "Isa 63:7 I will recount the steadfast love of the LORD, the praises of the LORD, according to all that the LORD\nhas granted us, and the great goodness to the house of Israel that he has granted them according to his\ncompassion, according to the abundance of his steadfast love.\n", "8": "Isa 63:8 For he said, \"Surely they are my people, children who will not deal falsely.\" And he became their\nSavior.\n", "9": "Isa 63:9 In all their affliction he was afflicted, and the angel of his presence saved them; in his love and in his\npity he redeemed them; he lifted them up and carried them all the days of old.\n", "10": "Isa 63:10 But they rebelled and grieved his Holy Spirit; therefore he turned to be their enemy, and himself fought\nagainst them.", "11": "Isa 63:11 Then he remembered the days of old, of Moses and his people. Where is he who brought them up out\nof the sea with the shepherds of his flock? Where is he who put in the midst of them his Holy Spirit,\n", "12": "Isa 63:12 who caused his glorious arm to go at the right hand of Moses, who divided the waters before them to\nmake for himself an everlasting name,\n", "13": "Isa 63:13 who led them through the depths? Like a horse in the desert, they did not stumble.\n", "14": "Isa 63:14 Like livestock that go down into the valley, the Spirit of the LORD gave them rest. So you led your\npeople, to make for yourself a glorious name.\n", "15": "Isa 63:15 Look down from heaven and see, from your holy and beautiful habitation. Where are your zeal and\nyour might? The stirring of your inner parts and your compassion are held back from me.\n", "16": "Isa 63:16 For you are our Father, though Abraham does not know us, and Israel does not acknowledge us; you,\nO LORD, are our Father, our Redeemer from of old is your name.\n", "17": "Isa 63:17 O LORD, why do you make us wander from your ways and harden our heart, so that we fear you not?\nReturn for the sake of your servants, the tribes of your heritage.\n", "18": "Isa 63:18 Your holy people held possession for a little while; our adversaries have trampled down your\nsanctuary.\n", "19": "Isa 63:19 We have become like those over whom you have never ruled, like those who are not called by your\nname."}, "64": {"1": "Isa 64:1 Oh that you would rend the heavens and come down, that the mountains might quake at your\npresence", "2": "Isa 64:2 as when fire kindles brushwood and the fire causes water to boil- to make your name known to your\nadversaries, and that the nations might tremble at your presence!\n", "3": "Isa 64:3 When you did awesome things that we did not look for, you came down, the mountains quaked at your\npresence.\n", "4": "Isa 64:4 From of old no one has heard or perceived by the ear, no eye has seen a God besides you, who acts\nfor those who wait for him.\n", "5": "Isa 64:5 You meet him who joyfully works righteousness, those who remember you in your ways. Behold, you\nwere angry, and we sinned; in our sins we have been a long time, and shall we be saved?\n", "6": "Isa 64:6 We have all become like one who is unclean, and all our righteous deeds are like a polluted garment.\nWe all fade like a leaf, and our iniquities, like the wind, take us away.\n", "7": "Isa 64:7 There is no one who calls upon your name, who rouses himself to take hold of you; for you have hidden\nyour face from us, and have made us melt in the hand of our iniquities.\n", "8": "Isa 64:8 But now, O LORD, you are our Father; we are the clay, and you are our potter; we are all the work of\nyour hand.\n", "9": "Isa 64:9 Be not so terribly angry, O LORD, and remember not iniquity forever. Behold, please look, we are all\nyour people.\n", "10": "Isa 64:10 Your holy cities have become a wilderness; Zion has become a wilderness, Jerusalem a desolation.\n", "11": "Isa 64:11 Our holy and beautiful house, where our fathers praised you, has been burned by fire, and all our\npleasant places have become ruins.\n", "12": "Isa 64:12 Will you restrain yourself at these things, O LORD? Will you keep silent, and afflict us so terribly?"}, "65": {"1": "Isa 65:1 I was ready to be sought by those who did not ask for me; I was ready to be found by those who did not\nseek me. I said, \"Here am I, here am I,\" to a nation that was not called by my name.\n", "2": "Isa 65:2 I spread out my hands all the day to a rebellious people, who walk in a way that is not good, following\ntheir own devices;\n", "3": "Isa 65:3 a people who provoke me to my face continually, sacrificing in gardens and making offerings on bricks;\n", "4": "Isa 65:4 who sit in tombs, and spend the night in secret places; who eat pig's flesh, and broth of tainted meat is\nin their vessels;\n", "5": "Isa 65:5 who say, \"Keep to yourself, do not come near me, for I am too holy for you.\" These are a smoke in my\nnostrils, a fire that burns all the day.\n", "6": "Isa 65:6 Behold, it is written before me: \"I will not keep silent, but I will repay; I will indeed repay into their bosom\n", "7": "Isa 65:7 both your iniquities and your fathers' iniquities together, says the LORD; because they made offerings\non the mountains and insulted me on the hills, I will measure into their bosom payment for their formerdeeds.\"\n", "8": "Isa 65:8 Thus says the LORD: \"As the new wine is found in the cluster, and they say, 'Do not destroy it, for there\nis a blessing in it,' so I will do for my servants' sake, and not destroy them all.\n", "9": "Isa 65:9 I will bring forth offspring from Jacob, and from Judah possessors of my mountains; my chosen shall\npossess it, and my servants shall dwell there.\n", "10": "Isa 65:10 Sharon shall become a pasture for flocks, and the Valley of Achor a place for herds to lie down, for my\npeople who have sought me.\n", "11": "Isa 65:11 But you who forsake the LORD, who forget my holy mountain, who set a table for Fortune and fill cups\nof mixed wine for Destiny,", "12": "Isa 65:12 I will destine you to the sword, and all of you shall bow down to the slaughter, because, when I called,\nyou did not answer; when I spoke, you did not listen, but you did what was evil in my eyes and chose what I did\nnot delight in.\"\n", "13": "Isa 65:13 Therefore thus says the Lord GOD: \"Behold, my servants shall eat, but you shall be hungry; behold,\nmy servants shall drink, but you shall be thirsty; behold, my servants shall rejoice, but you shall be put to shame;\n", "14": "Isa 65:14 behold, my servants shall sing for gladness of heart, but you shall cry out for pain of heart and shall\nwail for breaking of spirit.\n", "15": "Isa 65:15 You shall leave your name to my chosen for a curse, and the Lord GOD will put you to death, but his\nservants he will call by another name.\n", "16": "Isa 65:16 So that he who blesses himself in the land shall bless himself by the God of truth, and he who takes\nan oath in the land shall swear by the God of truth; because the former troubles are forgotten and are hidden\nfrom my eyes.\n", "17": "Isa 65:17 \"For behold, I create new heavens and a new earth, and the former things shall not be remembered or\ncome into mind.\n", "18": "Isa 65:18 But be glad and rejoice forever in that which I create; for behold, I create Jerusalem to be a joy, and\nher people to be a gladness.\n", "19": "Isa 65:19 I will rejoice in Jerusalem and be glad in my people; no more shall be heard in it the sound of weeping\nand the cry of distress.\n", "20": "Isa 65:20 No more shall there be in it an infant who lives but a few days, or an old man who does not fill out his\ndays, for the young man shall die a hundred years old, and the sinner a hundred years old shall be accursed.\n", "21": "Isa 65:21 They shall build houses and inhabit them; they shall plant vineyards and eat their fruit.\n", "22": "Isa 65:22 They shall not build and another inhabit; they shall not plant and another eat; for like the days of a tree\nshall the days of my people be, and my chosen shall long enjoy the work of their hands.\n", "23": "Isa 65:23 They shall not labor in vain or bear children for calamity, for they shall be the offspring of the blessed\nof the LORD, and their descendants with them.\n", "24": "Isa 65:24 Before they call I will answer; while they are yet speaking I will hear.\n", "25": "Isa 65:25 The wolf and the lamb shall graze together; the lion shall eat straw like the ox, and dust shall be the\nserpent's food. They shall not hurt or destroy in all my holy mountain,\" says the LORD."}, "66": {"1": "Isa 66:1 Thus says the LORD: \"Heaven is my throne, and the earth is my footstool; what is the house that you\nwould build for me, and what is the place of my rest?\n", "2": "Isa 66:2 All these things my hand has made, and so all these things came to be, declares the LORD. But this is\nthe one to whom I will look: he who is humble and contrite in spirit and trembles at my word.\n", "3": "Isa 66:3 \"He who slaughters an ox is like one who kills a man; he who sacrifices a lamb, like one who breaks a\ndog's neck; he who presents a grain offering, like one who offers pig's blood; he who makes a memorial offering\nof frankincense, like one who blesses an idol. These have chosen their own ways, and their soul delights in their\nabominations;\n", "4": "Isa 66:4 I also will choose harsh treatment for them and bring their fears upon them, because when I called, no\none answered, when I spoke they did not listen; but they did what was evil in my eyes and chose that in which I\ndid not delight.\"\n", "5": "Isa 66:5 Hear the word of the LORD, you who tremble at his word: \"Your brothers who hate you and cast you\nout for my name's sake have said, 'Let the LORD be glorified, that we may see your joy'; but it is they who shall\nbe put to shame.\n", "6": "Isa 66:6 \"The sound of an uproar from the city! A sound from the temple! The sound of the LORD, rendering\nrecompense to his enemies!\n", "7": "Isa 66:7 \"Before she was in labor she gave birth; before her pain came upon her she delivered a son.\n", "8": "Isa 66:8 Who has heard such a thing? Who has seen such things? Shall a land be born in one day? Shall a\nnation be brought forth in one moment? For as soon as Zion was in labor she brought forth her children.\n", "9": "Isa 66:9 Shall I bring to the point of birth and not cause to bring forth?\" says the LORD; \"shall I, who cause to\nbring forth, shut the womb?\" says your God.\n", "10": "Isa 66:10 \"Rejoice with Jerusalem, and be glad for her, all you who love her; rejoice with her in joy, all you who\nmourn over her;\n", "11": "Isa 66:11 that you may nurse and be satisfied from her consoling breast; that you may drink deeply with delight\nfrom her glorious abundance.\"\n", "12": "Isa 66:12 For thus says the LORD: \"Behold, I will extend peace to her like a river, and the glory of the nations\nlike an overflowing stream; and you shall nurse, you shall be carried upon her hip, and bounced upon her knees.\n", "13": "Isa 66:13 As one whom his mother comforts, so I will comfort you; you shall be comforted in Jerusalem.\n", "14": "Isa 66:14 You shall see, and your heart shall rejoice; your bones shall flourish like the grass; and the hand of\nthe LORD shall be known to his servants, and he shall show his indignation against his enemies.\n", "15": "Isa 66:15 \"For behold, the LORD will come in fire, and his chariots like the whirlwind, to render his anger in fury,and his rebuke with flames of fire.\n", "16": "Isa 66:16 For by fire will the LORD enter into judgment, and by his sword, with all flesh; and those slain by the\nLORD shall be many.\n", "17": "Isa 66:17 \"Those who sanctify and purify themselves to go into the gardens, following one in the midst, eating\npig's flesh and the abomination and mice, shall come to an end together, declares the LORD.\n", "18": "Isa 66:18 \"For I know their works and their thoughts, and the time is coming to gather all nations and tongues.\nAnd they shall come and shall see my glory,\n", "19": "Isa 66:19 and I will set a sign among them. And from them I will send survivors to the nations, to Tarshish, Pul,\nand Lud, who draw the bow, to Tubal and Javan, to the coastlands afar off, that have not heard my fame or seen\nmy glory. And they shall declare my glory among the nations.\n", "20": "Isa 66:20 And they shall bring all your brothers from all the nations as an offering to the LORD, on horses and in\nchariots and in litters and on mules and on dromedaries, to my holy mountain Jerusalem, says the LORD, just as\nthe Israelites bring their grain offering in a clean vessel to the house of the LORD.\n", "21": "Isa 66:21 And some of them also I will take for priests and for Levites, says the LORD.\n", "22": "Isa 66:22 \"For as the new heavens and the new earth that I make shall remain before me, says the LORD, so\nshall your offspring and your name remain.\n", "23": "Isa 66:23 From new moon to new moon, and from Sabbath to Sabbath, all flesh shall come to worship before\nme, declares the LORD.\n", "24": "Isa 66:24 \"And they shall go out and look on the dead bodies of the men who have rebelled against me. For\ntheir worm shall not die, their fire shall not be quenched, and they shall be an abhorrence to all flesh"}}